{
    "last_updated_utc": "2024-09-15T19:10:19.381Z",
    "data": [
        {
            "title": "Understanding socio-demographic factors associated with shared-use-paths (SUPs) utilization",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:QaSi33NTfwYC",
            "total_citations": "3",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2950105924000032",
            "authors": "Boniphace Kutela, Frank Ngeni, Norris Novat, Hellen Shita, Mark Ngotonie, Rafael John Mwekh’iga, Neema Langa, Subasish Das",
            "publication_date": "2024/12/1",
            "journal": "Journal of Cycling and Micromobility Research",
            "volume": "2",
            "pages": "100012",
            "publisher": "Elsevier",
            "description": "Shared Use Paths (SUPs) are becoming very popular in North America due to the current initiatives that promote active travel. SUPs can accommodate different types of users, including pedestrians, bicyclists, scooterists, and skateboarders. Although the interest in SUPs continues to increase, relatively less research has been performed on their utilization, especially using revealed preferences. Therefore, this study utilizes the survey data collected from Edmonton, Canada, between June 12th to 19th 2018 to explore the likelihood of utilizing the SUPs and the associated frequency of use. Results indicate that not all variables associated with the likelihood of utilization are also associated with the frequency of use. Specifically, higher levels of education influence the likelihood of SUP utilization, while the higher frequency of SUP usage is influenced by the secondary modes of transportation. On the other hand, as the …"
        },
        {
            "title": "Exploring the Role of Sponsoring Agencies in Shaping the MUTCD Using Supervised and Unsupervised Text Mining",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:nWoA1JPTheMC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://ascelibrary.org/doi/abs/10.1061/JTEPBS.TEENG-8395",
            "authors": "Boniphace Kutela, Hellen Shita, Subasish Das, Lucy Kapaya, Elizabeth Tarimo",
            "publication_date": "2024/11/1",
            "journal": "Journal of Transportation Engineering, Part A: Systems",
            "volume": "150",
            "issue": "11",
            "pages": "04024076",
            "publisher": "American Society of Civil Engineers",
            "description": "Preparing the Manual on Uniform Traffic Control Devices (MUTCD) involves gathering inputs from various public and the National Committee on Uniform Traffic Control Devices (NCUTCD) sponsoring agencies. The NCUTCD assists in developing standards, guidelines, and warrants for traffic control devices and practices employed to regulate, warn, and guide traffic flow on roadways. This organization advises the Federal Highway Administration (FHWA) and other relevant agencies on suggested updates and interpretations to the MUTCD and other nationally recognized standards. Examples of such sponsoring agencies include AASHTO, ASCE, Institute of Transportation Engineers (ITE), American Highway Users Alliance (AHUA), National Association of City Transportation Officials (NACTO), National Association of County Engineers (NACE), International Bridge, Tunnel and Turnpike Association (IBTTA), and …"
        },
        {
            "title": "The negative Binomial-Lindley model with Time-Dependent Parameters: Accounting for temporal variations and excess zero observations in crash data",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:txeM2kYbVNMC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457524002562",
            "authors": "Richard Dzinyela, Mohammadali Shirazi, Subasish Das, Dominique Lord",
            "publication_date": "2024/11/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "207",
            "pages": "107711",
            "publisher": "Pergamon",
            "description": "Crash counts are non-negative integer events often analyzed using crash frequency models such as the negative binomial (NB) distribution. However, due to their random and infrequent nature, crash data usually exhibit unique characteristics, such as excess zero observations that the NB distribution cannot adequately model. The negative binomial-Lindley (NBL) and random parameters negative binomial-Lindley (RPNBL) models have been proposed to address this limitation. Despite addressing the issues of excess zero observations, these models may not fully account for unobserved heterogeneity resulting from temporal variations in crash data. In addition, many variables, such as traffic volume, speed, and weather, change with time. Therefore, the analyst often requires disaggregated data to account for their variations. For example, it is recommended to use monthly crash datasets to better account for …"
        },
        {
            "title": "Understanding the influence of environmental factors on driver speed: A structural equation modeling analysis",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:Oo1CbQkBAzEC",
            "total_citations": "1",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0386111224000396",
            "authors": "Abbas Sheykhfard, Farshidreza Haghighi, Soheila Saeidi, Mohammad SafariTaherkhani, Subasish Das",
            "publication_date": "2024/10/1",
            "journal": "IATSS Research",
            "volume": "48",
            "issue": "3",
            "pages": "427-439",
            "publisher": "Elsevier",
            "description": "This study examined the influential roadway and contextual factors affecting drivers' speed selection through a comprehensive investigation employing structural equation modeling. Roadway and contextual variables including road curvature, presence of roundabouts, adverse weather conditions, and access were investigated using infrared speed sensors. The analysis revealed that specific roadway and contextual factors such as field variables, uphill and downhill road inclines, particular road curvature, and rainy weather significantly influence drivers' chosen speeds, while factors such as road access, nighttime conditions, larger road curvature, and signage exhibit a lesser impact. Notably, the study also found a positive correlation between road curvature radius and driver-chosen speed. The study's implications for transportation infrastructure planning and road safety interventions are underscored, with potential …"
        },
        {
            "title": "Exploring Diversity of Activities on Shared-Use Paths: Factors and Implications for Planning and Design",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:Vztgr1qGG8IC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://ascelibrary.org/doi/abs/10.1061/JTEPBS.TEENG-8381",
            "authors": "Boniphace Kutela, Norran Novat, Hellen Shita, Norris Novat, Panick Kalambay, Subasish Das",
            "publication_date": "2024/10/1",
            "journal": "Journal of Transportation Engineering, Part A: Systems",
            "volume": "150",
            "issue": "10",
            "pages": "04024061",
            "publisher": "American Society of Civil Engineers",
            "description": "The increased need for active transportation facilities coupled with the limited funding and space have influenced the prioritizing of shared-use paths (SUPs). Unlike other activity-specific facilities, the SUP can accommodate a wide range of users. With SUPs being relatively new facilities, less is known about the characteristics of the users and the key factors associated with the user type. This study explored the influential factors for SUP user diverse activities using multinomial regression on the survey data collected in Edmonton in 2018. The descriptive analysis revealed that walking was the activity with the highest frequency, followed by walking and cycling, and walking with pets, whereas cycling had the lowest priority. The multinomial model showed that as the age increases, residents are less likely to perform activities other than walking or cycling alone. Further, residents with higher education are more likely to …"
        },
        {
            "title": "Analyzing fatal crash patterns of recidivist drivers across genders and age Groups: A hazard-based duration approach",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:X5YyAB84Iw4C",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457524002586",
            "authors": "Richard Dzinyela, Emmanuel Kofi Adanu, Hardik Gupta, Pranik Koirala, Nawaf Alnawmasi, Subasish Das, Dominique Lord",
            "publication_date": "2024/10/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "206",
            "pages": "107713",
            "publisher": "Pergamon",
            "description": "Identifying factors that significantly affect drivers that are repeatedly involved in traffic violations or non-fatal crashes (defined here as recidivist drivers) is very important in highway safety studies. This study sought to understand the relationship between a set of variables related to previous driving violations and the duration between a previous non-fatal crash and a subsequent fatal crash, taking into account the age and gender of the driver. By identifying the characteristics of this unique driver population and the factors that influence the duration between their crash events strategies can be put in place to prevent the occurrence of future and potentially fatal crashes. To do this, a five-year (2015–2019) historical fatal crash data from the United States was used for this study. Out of 15,956 fatal crashes involving recidivist drivers obtained, preliminary analysis revealed an overrepresentation of males (about 75%). It …"
        },
        {
            "title": "A regression-content analysis approach to assess public satisfaction with shared mobility measures against COVID-19 pandemic",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:c1AJUTjuCtUC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2214140524001191",
            "authors": "Boniphace Kutela, Nikhil Menon, Jacob Herman, Cuthbert Ruseruka, Subasish Das",
            "publication_date": "2024/9/1",
            "journal": "Journal of Transport & Health",
            "volume": "38",
            "pages": "101873",
            "publisher": "Elsevier",
            "description": "Introduction\nThe transportation sector was severely impacted by the COVID-19 pandemic, with shared mobility services being the most affected due to concerns from the public regarding the high likelihood of being a vector of the virus. Although studies have evaluated the impact of the COVID-19 pandemic on shared mobility, a deeper understanding of public satisfaction with the measures adopted during COVID-19 has not been explored.\nMethods\nThis study utilized data collected in the Summer of 2020 across the United States to fill that literature gap. The study applied Ordered Probit (OP) models to explore the factors influencing an individual's confidence in not contracting COVID-19 while using shared mobility modes and Text Network Analysis (TNA) to understand the deeper reasons for their confidence levels.\nResults\nResults show a significant influence of sociodemographic factors, land-use/built environment …"
        },
        {
            "title": "Spatial analysis of geographical disparities in pedestrian safety",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:CMvovTBb2okC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0967070X24001811",
            "authors": "Jinli Liu, Subasish Das, F Benjamin Zhan, Md Nasim Khan",
            "publication_date": "2024/9/1",
            "journal": "Transport Policy",
            "volume": "156",
            "pages": "164-181",
            "publisher": "Pergamon",
            "description": "Investigating pedestrian safety disparities across sociodemographic groups is essential for enhancing traffic safety. This study examines the impact of sociodemographic and built environment characteristics on pedestrian crashes. It introduces a comprehensive macro spatial analysis framework that includes a global regression model, spatial autoregressive models, and a local spatial regression model. Three measures of pedestrian injury are analyzed. The findings reveal that a higher percentage of the high-income population significantly correlates with lower rates of pedestrian injuries across all three measures. Conversely, a higher percentage of the low-income population shows a significant positive correlation with the proportion of crashes involving the Black population, and with the proportion of severe pedestrian crashes involving the Black population. Pedestrian-oriented network density is negatively …"
        },
        {
            "title": "Unconstrained and partially constrained temporal modelling of pedestrian injury severities",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:q1zXlPLtbUIC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/23249935.2024.2388617",
            "authors": "Richard Dzinyela, Monire Jafari, Subasish Das, Tahmida Hossian Shimu, Nawaf Alnawmasi, Dominique Lord",
            "publication_date": "2024/8/8",
            "journal": "Transportmetrica A: Transport Science",
            "pages": "1-28",
            "publisher": "Taylor & Francis",
            "description": "This study aims to explore the phenomenon of pedestrian crash severity by investigating how pedestrian injury levels have evolved in incidents occurring prior to (2019), during (2020), and after (2021) the COVID-19 lockdowns. Using Louisiana crash data, distinct annual models for pedestrian injury severity (categorised as severe (fatal and severe), minor (moderate and minor), and no injury) were developed using a random parameters logit approach, accounting for potential heterogeneity in means and variances of random parameters. Likelihood ratio tests were employed to assess the overall stability of model estimates across the studied years, and a comparison was made between partially constrained and unconstrained temporal modelling approaches. The results reveal statistically significant differences in injury severity before, during, and after the COVID-19 pandemic."
        },
        {
            "title": "Enhancing routes selection with real-time weather data integration in spatial decision support systems",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:KI9T_ytC6pkC",
            "total_citations": "4",
            "year": "2024",
            "source_url": "https://link.springer.com/article/10.1007/s41324-023-00564-8",
            "authors": "Xinyue Ye, Shoujia Li, Subasish Das, Jiaxin Du",
            "publication_date": "2024/8",
            "journal": "Spatial Information Research",
            "volume": "32",
            "issue": "4",
            "pages": "373-381",
            "publisher": "Springer Nature Singapore",
            "description": "A notable shortcoming in contemporary digital navigation systems is their failure to incorporate live weather data. This study investigates the possibility of improving urban navigation experiences by integrating real-time weather data. We developed a navigation tool that utilizes weather data from the OpenWeather API, providing users with real-time insights into weather conditions such as temperature, wind speed and direction, precipitation, and atmospheric pressure. This tool enables users to make informed decisions about their routes and travel plans by providing updated temperature information for selected routes and assessing the risk of road sections based on weather conditions. Incorporating weather data into navigation systems has the potential to enhance driving safety, minimize travel durations, and alleviate weather-related disturbances in urban settings."
        },
        {
            "title": "Uncovering pedestrian midblock crash severity patterns using association rules mining",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:Ej9njvOgR2oC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/23249935.2024.2379948",
            "authors": "Rohit Chakraborty, Subasish Das, Md Nasim Khan",
            "publication_date": "2024/7/18",
            "journal": "Transportmetrica A: Transport Science",
            "pages": "1-48",
            "publisher": "Taylor & Francis",
            "description": "The current study investigated the contributing factors and temporal variation in pedestrian crashes at midblock, with a particular focus on the severity levels: fatal/severe, moderate injury, and minor/no injury. It used association rules mining to uncover patterns between crash-contributing factors. By generating, evaluating, and visualising association rules for each severity level within each cluster, significant findings were discovered. Significant associations are observed between fatal crashes on weekdays and factors such as alcohol or drug impairment and nighttime. Similarly, factors including one-way roadway type, summer, and 25 MPH posted speed limit have a strong association with moderate injury crashes during weekdays. On weekends, nighttime crashes with non-motorised vehicles have the strongest association with fatal/severe injury crashes. Moreover, the generated rules for nighttime pedestrian fatal …"
        },
        {
            "title": "Publisher Correction: Global estimates on the number of people blind or visually impaired by cataract: a meta-analysis from 2000 to 2020",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:GYcXSSpN504C",
            "total_citations": "7",
            "year": "2024",
            "source_url": "https://www.nature.com/articles/s41433-024-03161-7",
            "publication_date": "2024/7/16",
            "journal": "Eye",
            "pages": "1-3",
            "publisher": "Nature Publishing Group UK",
            "description": "The title of Table 1 has been corrected from “Number of people (mean [95% UI]) with blindness (presenting visual acuity< 3/60) or MSVI (presenting visual acuity< 6/18,≥ 3/60) due to Cataract, the age-standardized prevalence (%) in people of all ages and aged≥ 50 years (mean [95% UI]), and the percentage of all blindness or MSVI attributed to Cataract (95% UI) in world regions in 2020” to “Number of people of all ages (mean [95% UI]) with blindness (presenting visual acuity< 3/60) or MSVI (presenting visual acuity< 6/18,≥ 3/60) due to Cataract, the age-standardized prevalence (%) in people aged≥ 50 years (mean [95% UI]), and the percentage of all blindness or MSVI attributed to Cataract in people aged≥ 50 years (95% UI) in world regions in 2020”.\nThe following Data Availability statement was added:“Data sources for the Global Vision Database are listed at the following weblink http://www. anglia. ac. uk …"
        },
        {
            "title": "Unlocking the narrative: using text mining to reveal the hidden factors behind suicide related traffic crashes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:VRfTbSk87rEC",
            "total_citations": "1",
            "year": "2024",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/13811118.2023.2247026",
            "authors": "Subasish Das, Boniphace Kutela, Nikhil Menon",
            "publication_date": "2024/7/2",
            "journal": "Archives of suicide research",
            "volume": "28",
            "issue": "3",
            "pages": "877-891",
            "publisher": "Routledge",
            "description": "Suicide is the deliberate act of ending a person’s own life due to multifarious reasons. In the U.S., suicide is the 10th major cause of death. Nearly 45,000 people died by suicide in 2016 across the nation. It is anticipated that not all traffic crashes can be considered as accidents. Traffic crash related injuries are occasionally considered a means of suicide, and some crashes occur due to the suicidal attempts. These attempts can be made by operators of motor vehicles, jumpers into the pathway of trains, and pedestrians deliberately jumping into the vehicle trajectory. There are a handful of studies that have focused on traffic crashes (both railroad and roadway) related to suicidal incidents. This study aimed to explore the insights associated with suicide related traffic crashes (SRTCs) by collecting traffic data for seven years (2010–2016) from Louisiana. At first, exploratory data analysis was performed to examine the …"
        },
        {
            "title": "Development of Speed Crash Modification Factors (CMFs) Using SHRP2 Roadway Information Database (RID), Volume II: Appendices",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:DquSII9TDu4C",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://rosap.ntl.bts.gov/view/dot/75517",
            "authors": "Subasish Das, Seyedehsan Dadvar, Lingtao Wu, Michael Dimaiuta, Yanmo Weng",
            "publication_date": "2024/7/1",
            "issue": "FHWA-HRT-24-130",
            "publisher": "United States. Department of Transportation. Federal Highway Administration. Office of Safety",
            "description": "Speed is widely recognized as having significant safety impacts, especially on the severity of crashes. However, these effects are complex and generally have not been captured in the Highway Safety Manual (HSM) (American Association of State Highway and Transportation Officials (AASHTO) 2010). The current Federal Highway Administration (FHWA) project developed speed-related crash modification factors (CMFs) for 12 different roadway facility types—rural highways, urban and suburban arterials, and rural and urban freeways—by using Washington and North Carolina data from three major databases: Second Strategic Highway Research Program Roadway Information Database, National Performance Management Research Dataset, and Highway Safety Information System (VTTI 2020; Iowa State University of Science and Technology 2023; National Academies of Sciences 2023; RITIS 2023; FHWA n.d.). The results show that speed variation (e.g., operating speed standard deviation) was the dominant speed measure for rural highways and rural and urban freeways, and speed differential (i.e., difference between the posted speed limit and average operating speed) was the dominant speed measure for urban and suburban arterials. In most cases, the association of speed variation/differential with crashes is positive. The researchers developed CMFs for 129 crash types and severity levels, and most obtained three-star CMF Clearinghouse ratings (AASHTO 2010; FHWA 2023a). These CMFs were developed through a data-driven safety analysis approach, and application of these CMFs (e.g., in HSM-related evaluation tools) requires …"
        },
        {
            "title": "Understanding user behaviors and safety concerns on shared use paths in Edmonton, Canada",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:X4-KO54GjGYC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0264275124002567",
            "authors": "Boniphace Kutela, Norris Novat, Abdallah Kinero, Oyewole Samuel, Subasish Das",
            "publication_date": "2024/7/1",
            "journal": "Cities",
            "volume": "150",
            "pages": "105042",
            "publisher": "Pergamon",
            "description": "Shared Use Paths (SUPs) allow individuals with diverse activities, including walkers, cyclists, scooterists, and skateboarders, to coexist. In this context, the behavior of one group can impact the experience of the other. Thus, this study applied an ordered logit model on survey data collected from Edmonton, Canada, to examine the six behaviors exhibited by SUP users. Results indicated that respondents were most concerned about cyclists not ringing the bell, followed by people not watching their dogs and cyclists' speed. Additionally, the model results revealed a clear pattern of concerns between walkers and cyclists. Cyclists were more likely to express concern about pedestrians spreading out and not staying to the right, while pedestrians exhibited similar concerns towards cyclists. Furthermore, older respondents expressed a greater concern regarding cyclists' speed, people passing on the right, cyclists not …"
        },
        {
            "title": "Investigating older driver crashes on high-speed roadway segments: a hybrid approach with extreme gradient boosting and random parameter model",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:gV6rEsy15s0C",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/23249935.2024.2362362",
            "authors": "Ahmed Hossain, Xiaoduan Sun, Subasish Das, Monire Jafari, Julius Codjoe",
            "publication_date": "2024/6/6",
            "journal": "Transportmetrica A: Transport Science",
            "pages": "1-35",
            "publisher": "Taylor & Francis",
            "description": "Older drivers are often more susceptible to crashes due to age-related physical and cognitive limitations, particularly in complex driving environments. Considering the limited research in this area, this study focuses on investigating crashes involving older drivers on high-speed roadways (≥ 45 mph). The analysis is based on data collected from Louisiana State, encompassing 18,300 older driver-involved crashes (2017-2021). For analysis, a two-step hybrid modelling approach is employed: a) Extreme Gradient Boosting (XGBoost) is used to classify top variable features and b) Correlated Random Parameter Ordered Probit with Heterogeneity in Means (CRPOP-HM) is used to predict the likelihood of crash injury severity. . Some of the critical factors increasing the likelihood of fatal-severe or injury crashes involving older drivers on high-speed segments include the manner of collision (rear-end, right-angle, single …"
        },
        {
            "title": "Analyzing the time-varying patterns of contributing factors in work zone-related crashes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:U0iAMwwPxtsC",
            "total_citations": "2",
            "year": "2024",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/19439962.2023.2246020",
            "authors": "Subasish Das, Anandi Dutta, Reuben Tamakloe, Md Nasim Khan",
            "publication_date": "2024/6/2",
            "journal": "Journal of Transportation Safety & Security",
            "volume": "16",
            "issue": "6",
            "pages": "655-682",
            "publisher": "Taylor & Francis",
            "description": "Work zones are crucial for maintaining and enhancing road infrastructure, but they also pose a significant risk to traffic safety. Between 2016 and 2020, work zone-related crashes in the United States increased by 13%, highlighting the pressing need for effective safety measures. This study examines the factors that influence work zone crashes, including traffic control devices, geometric configurations, traffic operations, and human factors. The study also investigates how these factors vary by work zone type, day of the week, and time of day. To explore these temporal and spatial impacts, the study utilized five years of fatal crash data from the Fatality Analysis Reporting System (FARS) and applied association rules mining. The findings demonstrate that rear-end crashes and collisions with other vehicles are the primary contributing factors. Although some common patterns emerged in the association rules, the study …"
        },
        {
            "title": "Understanding non-motorists' views on automated vehicle safety through Bayesian network analysis and latent Dirichlet allocation",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:KTwcwpFFj4wC",
            "total_citations": "1",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2046043023000515",
            "authors": "Subasish Das, Abbas Sheykhfard, Jinli Liu, Md Nasim Khan",
            "publication_date": "2024/6/1",
            "journal": "International Journal of Transportation Science and Technology",
            "volume": "14",
            "pages": "289-304",
            "publisher": "Elsevier",
            "description": "Automated vehicles (AVs) hold great promise for creating a safer, more efficient, more equitable, and more sustainable transportation system. However, the rapid adoption of AVs requires a thorough understanding in their coexistence with the human environment in the current roadway network, particularly with respect to interactions between AVs and non-motorists. Bike Pittsburgh (BikePGH) conducted a 2019 survey to examine non-motorists' perceptions of AV safety. Using Bayesian network (BN) analysis, the study identified key factors such as safety perception, AV technology knowledge, and real-world interaction experiences that influence non-motorists' overall perception of AV safety using BikePGH survey data. The study also explored several counterfactual scenarios to gain insights into non-motorists' viewpoints on AV safety. Notably, the study found that the differences in the ways of AVs and human-driven …"
        },
        {
            "title": "Application of machine learning models and SHAP to examine crashes involving young drivers in New Jersey",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:bVQMTfhMCi4C",
            "total_citations": "9",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2046043023000345",
            "authors": "Ahmed Sajid Hasan, Mohammad Jalayer, Subasish Das, Md Asif Bin Kabir",
            "publication_date": "2024/6/1",
            "journal": "International journal of transportation science and technology",
            "volume": "14",
            "pages": "156-170",
            "publisher": "Elsevier",
            "description": "Motor vehicle crashes are the leading cause of the death of teenagers in the United States. Young drivers have shown a higher propensity to get involved in crashes due to using a cellphone while driving, breaking the speed limit, and reckless driving. This study analyzed motor vehicle crashes involving young drivers using New Jersey crash data. Specifically, four years of crash data (2016–2019) were gathered and analyzed. Different machine learning (ML) methods, such as Random Forest, Light GBM, Catboost, and XGBoost, were used to predict the injury severity. The performance of the models was evaluated using accuracy, precision, and recall scores. In addition, interpretable ML techniques like sensitivity analysis and Shapley values were conducted to assess the most influential factors' impacts on young driver-related crashes. The results revealed that XGBoost performed better than Random Forest …"
        },
        {
            "title": "Burden of disease scenarios for 204 countries and territories, 2022–2050: a forecasting analysis for the Global Burden of Disease Study 2021",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:cNe27ouKFcQC",
            "total_citations": "32",
            "year": "2024",
            "source_url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(24)00685-8/fulltext",
            "authors": "Stein Emil Vollset, Hazim S Ababneh, Yohannes Habtegiorgis Abate, Cristiana Abbafati, Rouzbeh Abbasgholizadeh, Mohammadreza Abbasian, Hedayat Abbastabar, Abdallah HA Abd Al Magied, Samar Abd ElHafeez, Atef Abdelkader, Michael Abdelmasseh, Sherief Abd-Elsalam, Parsa Abdi, Mohammad Abdollahi, Meriem Abdoun, Auwal Abdullahi, Mesfin Abebe, Olumide Abiodun, Richard Gyan Aboagye, Hassan Abolhassani, Mohamed Abouzid, Girma Beressa Aboye, Lucas Guimarães Abreu, Abdorrahim Absalan, Hasan Abualruz, Bilyaminu Abubakar, Hana Jihad Jihad Abukhadijah, Giovanni Addolorato, Victor Adekanmbi, Charles Oluwaseun Adetunji, Juliana Bunmi Adetunji, Temitayo Esther Adeyeoluwa, Rishan Adha, Ripon Kumar Adhikary, Qorinah Estiningtyas Sakilah Adnani, Leticia Akua Adzigbli, Fatemeh Afrashteh, Muhammad Sohail Afzal, Saira Afzal, Faith Agbozo, Antonella Agodi, Anurag Agrawal, Williams Agyemang-Duah, Bright Opoku Ahinkorah, Austin J Ahlstrom, Aqeel Ahmad, Firdos Ahmad, Muayyad M Ahmad, Sajjad Ahmad, Shahzaib Ahmad, Anisuddin Ahmed, Ayman Ahmed, Haroon Ahmed, Safoora Ahmed, Syed Anees Ahmed, Karolina Akinosoglou, Mohammed Ahmed Akkaif, Ashley E Akrami, Ema Akter, Salah Al Awaidy, Syed Mahfuz Al Hasan, Amjad S Al Mosa, Omar Al Ta'ani, Omar Ali Mohammed Al Zaabi, Fares Alahdab, Muaaz M Alajlani, Yazan Al-Ajlouni, Samer O Alalalmeh, Ziyad Al-Aly, Khurshid Alam, Noore Alam, Tahiya Alam, Zufishan Alam, Rasmieh Mustafa Al-amer, Fahad Mashhour Alanezi, Turki M Alanzi, Almaza Albakri, Wafa A Aldhaleei, Robert W Aldridge, Seyedeh Yasaman Alemohammad, Yihun Mulugeta Alemu, Adel Ali Saeed Al-Gheethi, Mohammed Khaled Al-Hanawi, Abid Ali, Amjad Ali, Iman Ali, Mohammed Usman Ali, Rafat Ali, Syed Shujait Shujait Ali, Victor Ekoche Ali, Waad Ali, Akram Al-Ibraheem, Gianfranco Alicandro, Sheikh Mohammad Alif, Syed Mohamed Aljunid, François Alla, Joseph Uy Almazan, Hesham M Al-Mekhlafi, Ahmed Yaseen Alqutaibi, Ahmad Alrawashdeh, Sahel Majed Alrousan, Salman Khalifah Al-Sabah, Mohammed A Alsabri, Zaid Altaany, B Ala'a, Jaffar A Al-Tawfiq, Khalid A Altirkawi, Deborah Oyine Aluh, Nelson Alvis-Guzman, Mohammad Sami Al-Wardat, Yaser Mohammed Al-Worafi, Hany Aly, Mohammad Sharif Alyahya, Karem H Alzoubi, Walid Al-Zyoud, Reza Amani, Edward Kwabena Ameyaw, Tarek Tawfik Amin, Alireza Amindarolzarbi, Sohrab Amiri, Mohammad Hosein Amirzade-Iranaq, Hubert Amu, Dickson A Amugsi, Robert Ancuceanu, Deanna Anderlini, David B Anderson, Pedro Prata Andrade, Catalina Liliana Andrei, Tudorel Andrei, Erick Adrian Andrews, Abhishek Anil, Sneha Anil, Amir Anoushiravani, Catherine M Antony, Ernoiz Antriyandarti, Boluwatife Stephen Anuoluwa, Saeid Anvari, Anayochukwu Edward Anyasodor, Francis Appiah, Michele Aquilano, Juan Pablo Arab, Jalal Arabloo, Elshaimaa A Arafa, Mosab Arafat, Aleksandr Y Aravkin, Ali Ardekani, Demelash Areda, Brhane Berhe Aregawi, Abdulfatai Aremu, Hany Ariffin",
            "publication_date": "2024/5/18",
            "journal": "The Lancet",
            "volume": "403",
            "issue": "10440",
            "pages": "2204-2256",
            "publisher": "Elsevier",
            "description": "Background\nFuture trends in disease burden and drivers of health are of great interest to policy makers and the public at large. This information can be used for policy and long-term health investment, planning, and prioritisation. We have expanded and improved upon previous forecasts produced as part of the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) and provide a reference forecast (the most likely future), and alternative scenarios assessing disease burden trajectories if selected sets of risk factors were eliminated from current levels by 2050.\nMethods\nUsing forecasts of major drivers of health such as the Socio-demographic Index (SDI; a composite measure of lag-distributed income per capita, mean years of education, and total fertility under 25 years of age) and the full set of risk factor exposures captured by GBD, we provide cause-specific forecasts of mortality, years of life lost (YLLs …"
        },
        {
            "title": "Global burden and strength of evidence for 88 risk factors in 204 countries and 811 subnational locations, 1990–2021: a systematic analysis for the Global Burden of Disease …",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:V_vSwabWVtYC",
            "total_citations": "71",
            "year": "2024",
            "source_url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(24)00933-4/fulltext",
            "authors": "Michael Brauer, Gregory A Roth, Aleksandr Y Aravkin, Peng Zheng, Kalkidan Hassen Abate, Yohannes Habtegiorgis Abate, Cristiana Abbafati, Rouzbeh Abbasgholizadeh, Madineh Akram Abbasi, Mohammadreza Abbasian, Mitra Abbasifard, Mohsen Abbasi-Kangevari, Samar Abd ElHafeez, Sherief Abd-Elsalam, Parsa Abdi, Mohammad Abdollahi, Meriem Abdoun, Deldar Morad Abdulah, Auwal Abdullahi, Mesfin Abebe, Aidin Abedi, Armita Abedi, Tadesse M Abegaz, Roberto Ariel Abeldaño Zuñiga, Olumide Abiodun, Temesgen Lera Abiso, Richard Gyan Aboagye, Hassan Abolhassani, Mohamed Abouzid, Girma Beressa Aboye, Lucas Guimarães Abreu, Hasan Abualruz, Bilyaminu Abubakar, Eman Abu-Gharbieh, Hana Jihad Jihad Abukhadijah, Salahdein Aburuz, Ahmed Abu-Zaid, Mesafint Molla Adane, Isaac Yeboah Addo, Giovanni Addolorato, Rufus Adesoji Adedoyin, Victor Adekanmbi, Bashir Aden, Juliana Bunmi Adetunji, Temitayo Esther Adeyeoluwa, Rishan Adha, Amin Adibi, Qorinah Estiningtyas Sakilah Adnani, Leticia Akua Adzigbli, Aanuoluwapo Adeyimika Afolabi, Rotimi Felix Afolabi, Ashkan Afshin, Shadi Afyouni, Muhammad Sohail Afzal, Saira Afzal, Suneth Buddhika Agampodi, Faith Agbozo, Shahin Aghamiri, Antonella Agodi, Anurag Agrawal, Williams Agyemang-Duah, Bright Opoku Ahinkorah, Aqeel Ahmad, Danish Ahmad, Firdos Ahmad, Noah Ahmad, Shahzaib Ahmad, Tauseef Ahmad, Ali Ahmed, Anisuddin Ahmed, Ayman Ahmed, Luai A Ahmed, Muktar Beshir Ahmed, Safoora Ahmed, Syed Anees Ahmed, Marjan Ajami, Gizachew Taddesse Akalu, Essona Matatom Akara, Hossein Akbarialiabad, Shiva Akhlaghi, Karolina Akinosoglou, Tomi Akinyemiju, Mohammed Ahmed Akkaif, Sreelatha Akkala, Blessing Akombi-Inyang, Salah Al Awaidy, Syed Mahfuz Al Hasan, Fares Alahdab, Tareq Mohammed Ali Al-Ahdal, Samer O Alalalmeh, Tariq A Alalwan, Ziyad Al-Aly, Khurshid Alam, Nazmul Alam, Fahad Mashhour Alanezi, Turki M Alanzi, Almaza Albakri, Mohammad T AlBataineh, Wafa A Aldhaleei, Robert W Aldridge, Mulubirhan Assefa Alemayohu, Yihun Mulugeta Alemu, Bassam Al-Fatly, Adel Ali Saeed Al-Gheethi, Khairat Al-Habbal, Khalid F Alhabib, Robert Kaba Alhassan, Abid Ali, Amjad Ali, Beriwan Abdulqadir Ali, Iman Ali, Liaqat Ali, Mohammed Usman Ali, Rafat Ali, Syed Shujait Shujait Ali, Waad Ali, Gianfranco Alicandro, Sheikh Mohammad Alif, Syed Mohamed Aljunid, François Alla, Sabah Al-Marwani, Hesham M Al-Mekhlafi, Sami Almustanyir, Mahmoud A Alomari, Jordi Alonso, Jaber S Alqahtani, Ahmed Yaseen Alqutaibi, Rajaa M Al-Raddadi, Ahmad Alrawashdeh, Rami Hani Al-Rifai, Sahel Majed Alrousan, Salman Khalifah Al-Sabah, Najim Z Alshahrani, Zaid Altaany, Awais Altaf, Jaffar A Al-Tawfiq, Khalid A Altirkawi, Deborah Oyine Aluh, Nelson Alvis-Guzman, Nelson J Alvis-Zakzuk, Hassan Alwafi, Mohammad Sami Al-Wardat, Yaser Mohammed Al-Worafi, Hany Aly, Safwat Aly, Karem H Alzoubi, Walid Al-Zyoud, Uchenna Anderson Amaechi, Masous Aman Mohammadi, Reza Amani",
            "publication_date": "2024/5/18",
            "journal": "The Lancet",
            "volume": "403",
            "issue": "10440",
            "pages": "2162-2203",
            "publisher": "Elsevier",
            "description": "Background\nUnderstanding the health consequences associated with exposure to risk factors is necessary to inform public health policy and practice. To systematically quantify the contributions of risk factor exposures to specific health outcomes, the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2021 aims to provide comprehensive estimates of exposure levels, relative health risks, and attributable burden of disease for 88 risk factors in 204 countries and territories and 811 subnational locations, from 1990 to 2021.\nMethods\nThe GBD 2021 risk factor analysis used data from 54 561 total distinct sources to produce epidemiological estimates for 88 risk factors and their associated health outcomes for a total of 631 risk–outcome pairs. Pairs were included on the basis of data-driven determination of a risk–outcome association. Age-sex-location-year-specific estimates were generated at global …"
        },
        {
            "title": "Global burden of 288 causes of death and life expectancy decomposition in 204 countries and territories and 811 subnational locations, 1990–2021: a systematic analysis for the …",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:g_UdREhPGEoC",
            "total_citations": "107",
            "year": "2024",
            "source_url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(24)00367-2/fulltext?ref=allcoronavirusesarebastards.digitalpress.blog",
            "authors": "Mohsen Naghavi, Kanyin Liane Ong, Amirali Aali, Hazim S Ababneh, Yohannes Habtegiorgis Abate, Cristiana Abbafati, Rouzbeh Abbasgholizadeh, Mohammadreza Abbasian, Mohsen Abbasi-Kangevari, Hedayat Abbastabar, Samar Abd ElHafeez, Michael Abdelmasseh, Sherief Abd-Elsalam, Ahmed Abdelwahab, Mohammad Abdollahi, Mohammad-Amin Abdollahifar, Meriem Abdoun, Deldar Morad Abdulah, Auwal Abdullahi, Mesfin Abebe, Samrawit Shawel Abebe, Aidin Abedi, Kedir Hussein Abegaz, ES Abhilash, Hassan Abidi, Olumide Abiodun, Richard Gyan Aboagye, Hassan Abolhassani, Meysam Abolmaali, Mohamed Abouzid, Girma Beressa Aboye, Lucas Guimarães Abreu, Woldu Aberhe Abrha, Dariush Abtahi, Samir Abu Rumeileh, Hasan Abualruz, Bilyaminu Abubakar, Eman Abu-Gharbieh, Niveen ME Abu-Rmeileh, Salahdein Aburuz, Ahmed Abu-Zaid, Manfred Mario Kokou Accrombessi, Tadele Girum Adal, Abdu A Adamu, Isaac Yeboah Addo, Giovanni Addolorato, Akindele Olupelumi Adebiyi, Victor Adekanmbi, Abiola Victor Adepoju, Charles Oluwaseun Adetunji, Juliana Bunmi Adetunji, Temitayo Esther Adeyeoluwa, Daniel Adedayo Adeyinka, Olorunsola Israel Adeyomoye, Biruk Adie Adie Admass, Qorinah Estiningtyas Sakilah Adnani, Saryia Adra, Aanuoluwapo Adeyimika Afolabi, Muhammad Sohail Afzal, Saira Afzal, Suneth Buddhika Agampodi, Pradyumna Agasthi, Manik Aggarwal, Shahin Aghamiri, Feleke Doyore Agide, Antonella Agodi, Anurag Agrawal, Williams Agyemang-Duah, Bright Opoku Ahinkorah, Aqeel Ahmad, Danish Ahmad, Firdos Ahmad, Muayyad M Ahmad, Sajjad Ahmad, Shahzaib Ahmad, Tauseef Ahmad, Keivan Ahmadi, Amir Mahmoud Ahmadzade, Ali Ahmed, Ayman Ahmed, Haroon Ahmed, Luai A Ahmed, Mehrunnisha Sharif Ahmed, Meqdad Saleh Ahmed, Muktar Beshir Ahmed, Syed Anees Ahmed, Marjan Ajami, Budi Aji, Essona Matatom Akara, Hossein Akbarialiabad, Karolina Akinosoglou, Tomi Akinyemiju, Mohammed Ahmed Akkaif, Samuel Akyirem, Hanadi Al Hamad, Syed Mahfuz Al Hasan, Fares Alahdab, Samer O Alalalmeh, Tariq A Alalwan, Ziyad Al-Aly, Khurshid Alam, Manjurul Alam, Noore Alam, Rasmieh Mustafa Al-amer, Fahad Mashhour Alanezi, Turki M Alanzi, Sayer Al-Azzam, Almaza Albakri, Mohammed Albashtawy, Mohammad T AlBataineh, Jacqueline Elizabeth Alcalde-Rabanal, Khalifah A Aldawsari, Wafa A Aldhaleei, Robert W Aldridge, Haileselasie Berhane Alema, Mulubirhan Assefa Alemayohu, Sharifullah Alemi, Yihun Mulugeta Alemu, Adel Ali Saeed Al-Gheethi, Khalid F Alhabib, Fadwa Alhalaiqa Naji Alhalaiqa, Mohammed Khaled Al-Hanawi, Abid Ali, Amjad Ali, Liaqat Ali, Mohammed Usman Ali, Rafat Ali, Shahid Ali, Syed Shujait Shujait Ali, Gianfranco Alicandro, Sheikh Mohammad Alif, Reyhaneh Alikhani, Yousef Alimohamadi, Ahmednur Adem Aliyi, Mohammad AM Aljasir, Syed Mohamed Aljunid, François Alla, Peter Allebeck, Sabah Al-Marwani, Sadeq Ali Ali Al-Maweri, Joseph Uy Almazan, Hesham M Al-Mekhlafi, Louay Almidani, Omar Almidani, Mahmoud A Alomari, Basem Al-Omari, Jordi Alonso, Jaber S Alqahtani, Shehabaldin Alqalyoobi, Ahmed Yaseen Alqutaibi",
            "publication_date": "2024/5/18",
            "journal": "The Lancet",
            "volume": "403",
            "issue": "10440",
            "pages": "2100-2132",
            "publisher": "Elsevier",
            "description": "Background\nRegular, detailed reporting on population health by underlying cause of death is fundamental for public health decision making. Cause-specific estimates of mortality and the subsequent effects on life expectancy worldwide are valuable metrics to gauge progress in reducing mortality rates. These estimates are particularly important following large-scale mortality spikes, such as the COVID-19 pandemic. When systematically analysed, mortality rates and life expectancy allow comparisons of the consequences of causes of death globally and over time, providing a nuanced understanding of the effect of these causes on global populations.\nMethods\nThe Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2021 cause-of-death analysis estimated mortality and years of life lost (YLLs) from 288 causes of death by age-sex-location-year in 204 countries and territories and 811 subnational …"
        },
        {
            "title": "From self-reports to observations: unraveling digital billboard influence on drivers",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:hHIA4WEVY-EC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S1369847824000846",
            "authors": "Abbas Sheykhfard, Mohammad Azmoodeh, Boniphace Kutela, Subasish Das, Grigorios Fountas",
            "publication_date": "2024/5/1",
            "journal": "Transportation research part F: traffic psychology and behaviour",
            "volume": "103",
            "pages": "201-216",
            "publisher": "Pergamon",
            "description": "The objective of this current study was to evaluate the impact of digital billboards (DBs) on self-reported and observed driving behavior, given their established association with distracted driving. This investigation focused on driver behavior in Iran using a dual-pronged approach. Initially, self-reported driving behavior was analyzed using a Driving Behavior Questionnaire (DBQ), which was completed online by 453 drivers. The factor analysis of the questionnaire data emphasized the significant role of DBs in generating driving errors, lapses, unintentional violations, and intentional violations. The DBQ questions exhibited a clear factor structure, demonstrating high factor loadings and satisfactory internal stability. The findings indicated that advertising signages notably influenced drivers' behavior, particularly in instances of neglecting the behavior of the leading vehicle's driver (Lapse), disregarding pedestrian …"
        },
        {
            "title": "Advancing traffic safety through the safe system approach: A systematic review",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:v_tt_AnqfNMC",
            "total_citations": "9",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457524000630",
            "authors": "Md Nasim Khan, Subasish Das",
            "publication_date": "2024/5/1",
            "source": "Accident Analysis & Prevention",
            "volume": "199",
            "pages": "107518",
            "publisher": "Pergamon",
            "description": "The Safe System Approach (SSA) has emerged as a comprehensive framework for enhancing traffic safety through system-wide interventions. This systematic review, conducted following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, analyzes 82 relevant studies categorized based on the SSA pillars: safe road users, safe vehicles, safe speeds, safe roads, and post-crash care. The review provides insights into SSA's effectiveness in reducing road traffic fatalities and injuries, exploring implementation challenges and opportunities, including policy initiatives, institutional frameworks, and stakeholder collaborations. The findings highlight the potential for SSA to create a more forgiving and resilient transportation system, offering valuable guidance for policy decisions, future research, and interventions aimed at promoting safer road environments. SSA's comprehensive …"
        },
        {
            "title": "Investigating pedestrian-vehicle crashes on interstate highways: Applying random parameter binary logit model with heterogeneity in means",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:uUvzmPk0f8oC",
            "total_citations": "5",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457524000484",
            "authors": "Ahmed Hossain, Xiaoduan Sun, Subasish Das, Monire Jafari, Ashifur Rahman",
            "publication_date": "2024/5/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "199",
            "pages": "107503",
            "publisher": "Pergamon",
            "description": "In the U.S., the interstate highway system is categorized as a controlled-access or limited-access route, and it is unlawful for pedestrians to enter or cross this type of highway. However, pedestrian-vehicle crashes on the interstate highway system pose a distinctive safety concern. Most of these crashes involve ‘unintended pedestrians’, drivers who come out of their disabled vehicles, or due to the involvement in previous crashes on the interstate. Because these are not ‘typical pedestrians’, a separate investigation is required to better understand the pedestrian crash problem on interstate highways and identify the high-risk scenarios. This study explored 531 KABC (K = Fatal, A = Severe, B = Moderate, C = Complaint) pedestrian injury crashes on Louisiana interstate highways during the 2014–2018 period. Pedestrian injury severity was categorized into two levels: FS (fatal/severe) and IN (moderate/complaint). The …"
        },
        {
            "title": "Probing into driver speeding patterns and their influence on child occupancy in urban areas",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:R22Rs3tN8aoC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981231188374",
            "authors": "Subasish Das, Xiaoqiang Kong, Zihang Wei, Xiao Xiao, David Mills, Ahmed Hossain",
            "publication_date": "2024/5",
            "journal": "Transportation research record",
            "volume": "2678",
            "issue": "5",
            "pages": "162-173",
            "publisher": "SAGE Publications",
            "description": "Many studies have investigated how child occupants lead to distraction-associated crashes. However, not many studies have focused on how the presence of child passengers influences drivers’ speeding behavior. This study examines how the presence of child passengers can affect driving behavior considering sociodemographic characteristics such as driver’s age, gender, ethnicity, employment, and driving aggressiveness. The current study used resourceful, open-source data based on urban areas in Texas to identify the key patterns of speeding behavior and associated safety surrogates in the presence or absence of child occupants. A unique data analysis procedure known as Taxicab Correspondence Analysis (TCA) was used to analyze the data. The results indicate that speeding patterns are affected by child occupancy during a trip. The results find that regardless of the presence of child passengers …"
        },
        {
            "title": "Calibrating the Highway Safety Manual Predictive Methods for Texas Highways: Technical Report [5-7083-01-R1]",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:pYKElYtJMmwC",
            "total_citations": "1",
            "year": "2024",
            "source_url": "https://rosap.ntl.bts.gov/view/dot/75719",
            "authors": "Srinivas R Geedipally, Michael P Pratt, Robert Wunderlich, Lingtao Wu, Vivek Gupta",
            "publication_date": "2024/5/1",
            "issue": "FHWA/TX-24/5-7083-01-R1",
            "publisher": "Texas A&M Transportation Institute",
            "description": "The Highway Safety Manual (HSM) contains safety performance functions (SPFs) that are used in project-level decision-making to estimate the average crash frequency by severity level for existing conditions, alternatives to existing conditions, or proposed new roadways. Because most existing HSM SPFs were developed for states other than Texas, SPF calibration is needed to apply for Texas highways. Calibration is conducted to account for differences in crash reporting procedures, thresholds, driver characteristics, animal population, and weather conditions, among others. The Texas Department of Transportation (TxDOT) sponsored Research Projects 0-7083 and 0-7067 that derived local calibration factors for the SPFs documented in the HSM Chapters 10, 11, 12, and 18. Researchers also developed new safety prediction models for frontage roads and ramp segments. These projects developed analysis spreadsheet tools to help implement the new models and facilitate analysis of all rural and urban roadway segments and intersections. The researchers developed training workshop and webinar materials to assist TxDOT practitioners and consulting firms in their application of these new resources. The researchers presented these workshops and the webinar to safety stakeholders about the safety prediction methods and usage of spreadsheet tools for estimating the average crash frequency at a particular site and in evaluating different cross-sectional alternatives. This training will help safety professionals in evaluating complex trade-offs between safety, operations, community impacts, and costs that are often necessary when planning …"
        },
        {
            "title": "Toll road crash severity using mixed logit model incorporating heterogeneous mean structures",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:BJtnxTr0fRcC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/23249935.2024.2343755",
            "authors": "Subasish Das, Monire Jafari, Ahmed Hossain, Rohit Chakraborty, Mahmuda Sultana Mimi",
            "publication_date": "2024/4/19",
            "journal": "Transportmetrica A: Transport Science",
            "pages": "1-21",
            "publisher": "Taylor & Francis",
            "description": "The current study examined 1,465 crash observations (2017–2021) from Louisiana, identifying significant variables grouped into three major categories: drivers’, crash, and road characteristics. Considering crash injury severity as a dependent variable, we employed classic Multinomial Logit (MNL) model, and several other models to address unobserved heterogeneity in crash data including Random Parameter Logit (RPL), Random Parameter Logit with Heterogeneity in Means (RPLHM), and Random Parameter Logit with Heterogeneity in Means and Variance (RPLHMV). Our findings highlight the impact of factors such as driver gender, age, traffic violations, driver distractions, crash types, surface conditions, and roadway attributes on crash injury severity. These insights emphasise the complexity of toll road safety and inform targeted interventions to mitigate crash injury severity. Notably, male drivers and those …"
        },
        {
            "title": "Speed Limits in Texas",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:oursBaop5wYC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://rosap.ntl.bts.gov/view/dot/74591",
            "authors": "Kay Fitzpatrick, Steven P Venglar, Subasish Das, Michael P Pratt, Eun Sug Park, Raul Avelar, Minh Le",
            "publication_date": "2024/4/1",
            "issue": "FHWA/TX-23/0-7049-R1",
            "publisher": "Texas A&M Transportation Institute",
            "description": "Posted speed limits (PSLs) are a highly complex issue involving engineering, human factors, and political and societal concerns. On a national level, recent research along with calls to change how speed limit are set, especially for city streets, have generated extensive discussion on future speed limit setting procedures. Within this TxDOT project, the Research Team conducted dialogs with TxDOT districts to learn about the practices and procedures being used, developed a number of products designed to increase the understanding of operating speed and of PSLs, and performed new research into operating speed relationships with roadway characteristics. The developed communication products include videos (one for engineers and one for the public), a pamphlet for public distribution, answers to common questions about speed and speed limits, and a workshop on state and national speed limit setting practices. Review of the literature along with this study’s evaluations confirmed that an increase in the PSL is typically associated with a smaller magnitude increase in operating speed and that higher operating speeds are associated with higher PSLs. Freeway geometric factors, including left and right shoulder widths and distance to downstream and upstream ramps by ramp type (entrance or exit), demonstrated to have a significant impact on operating speed. This study estimates that a strategy that entails modifying geometry, changing the PSL, and varying the level of law enforcement presence within the ranges included in this study may impact freeway operational speeds up to 6.2 mph (depending upon existing conditions along with the …"
        },
        {
            "title": "Global, regional, and national burden of disorders affecting the nervous system, 1990–2021: a systematic analysis for the Global Burden of Disease Study 2021",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:NtCmTCuxid4C",
            "total_citations": "120",
            "year": "2024",
            "source_url": "https://www.thelancet.com/journals/laneur/article/PIIS1474-4422(24)00038-3/fulltext?uuid=uuid%3A5742f51a-c9d4-4ec6-ac3d-851799a77020",
            "authors": "Jaimie D Steinmetz, Katrin Maria Seeher, Nicoline Schiess, Emma Nichols, Bochen Cao, Chiara Servili, Vanessa Cavallera, Ewerton Cousin, Hailey Hagins, Madeline E Moberg, Max L Mehlman, Yohannes Habtegiorgis Abate, Jaffar Abbas, Madineh Akram Abbasi, Mohammadreza Abbasian, Hedayat Abbastabar, Michael Abdelmasseh, Mohammad Abdollahi, Mozhan Abdollahi, Mohammad-Amin Abdollahifar, Rami Abd-Rabu, Deldar Morad Abdulah, Auwal Abdullahi, Aidin Abedi, Vida Abedi, Roberto Ariel Abeldaño Zuñiga, Hassan Abidi, Olumide Abiodun, Richard Gyan Aboagye, Hassan Abolhassani, Victor Aboyans, Woldu Aberhe Abrha, Ahmed Abualhasan, Eman Abu-Gharbieh, Salahdein Aburuz, Lawan Hassan Adamu, Isaac Yeboah Addo, Oladimeji M Adebayo, Victor Adekanmbi, Tayo Alex Adekiya, Wirawan Adikusuma, Qorinah Estiningtyas Sakilah Adnani, Saryia Adra, Tsion Afework, Aanuoluwapo Adeyimika Afolabi, Ali Afraz, Saira Afzal, Shahin Aghamiri, Antonella Agodi, Williams Agyemang-Duah, Bright Opoku Ahinkorah, Aqeel Ahmad, Danish Ahmad, Sajjad Ahmad, Amir Mahmoud Ahmadzade, Ali Ahmed, Ayman Ahmed, Haroon Ahmed, Jivan Qasim Ahmed, Luai A Ahmed, Muktar Beshir Ahmed, Syed Anees Ahmed, Marjan Ajami, Budi Aji, Olufemi Ajumobi, Seyed Esma'il Akade, Morteza Akbari, Hossein Akbarialiabad, Shiva Akhlaghi, Karolina Akinosoglou, Rufus Olusola Akinyemi, Maxwell Akonde, Syed Mahfuz Al Hasan, Fares Alahdab, Tareq Mohammed Ali Al-Ahdal, Rasmieh Mustafa Al-Amer, Mohammed Albashtawy, Mohammad T AlBataineh, Khalifah A Aldawsari, Hediyeh Alemi, Sharifullah Alemi, Abdelazeem M Algammal, Adel Ali Saeed Al-Gheethi, Fadwa Alhalaiqa Naji Alhalaiqa, Robert Kaba Alhassan, Abid Ali, Endale Alemayehu Ali, Liaqat Ali, Mohammed Usman Ali, Musa Mohammed Ali, Rafat Ali, Shahid Ali, Syed Shujait Shujait Ali, Zahid Ali, Sheikh Mohammad Alif, Yousef Alimohamadi, Ahmednur Adem Aliyi, Mohamad Aljofan, Syed Mohamed Aljunid, Suvarna Alladi, Joseph Uy Almazan, Sami Almustanyir, Basem Al-Omari, Jaber S Alqahtani, Ibrahim Alqasmi, Ahmed Yaseen Alqutaibi, Rustam Al-Shahi Salman, Zaid Altaany, Jaffar A Al-Tawfiq, Khalid A Altirkawi, Nelson Alvis-Guzman, Yaser Mohammed Al-Worafi, Hany Aly, Safwat Aly, Karem H Alzoubi, Reza Amani, Alireza Amindarolzarbi, Sohrab Amiri, Mohammad Hosein Amirzade-Iranaq, Hubert Amu, Dickson A Amugsi, Ganiyu Adeniyi Amusa, Jimoh Amzat, Robert Ancuceanu, Deanna Anderlini, David B Anderson, Catalina Liliana Andrei, Sofia Androudi, Dhanalakshmi Angappan, Teklit W Angesom, Abhishek Anil, Alireza Ansari-Moghaddam, Razique Anwer, Mosab Arafat, Aleksandr Y Aravkin, Demelash Areda, Hany Ariffin, Hidayat Arifin, Mesay Arkew, Johan Ärnlöv, Mahwish Arooj, Anton A Artamonov, Kurnia Dwi Artanti, Raphael Taiwo Aruleba, Ali A Asadi-Pooya, Tilahun Ferede Asena, Mohammad Asghari-Jafarabadi, Muhammad Ashraf, Tahira Ashraf, Kendalem Asmare Atalell",
            "publication_date": "2024/4/1",
            "journal": "The Lancet Neurology",
            "volume": "23",
            "issue": "4",
            "pages": "344-381",
            "publisher": "Elsevier",
            "description": "Background\nDisorders affecting the nervous system are diverse and include neurodevelopmental disorders, late-life neurodegeneration, and newly emergent conditions, such as cognitive impairment following COVID-19. Previous publications from the Global Burden of Disease, Injuries, and Risk Factor Study estimated the burden of 15 neurological conditions in 2015 and 2016, but these analyses did not include neurodevelopmental disorders, as defined by the International Classification of Diseases (ICD)-11, or a subset of cases of congenital, neonatal, and infectious conditions that cause neurological damage. Here, we estimate nervous system health loss caused by 37 unique conditions and their associated risk factors globally, regionally, and nationally from 1990 to 2021.\nMethods\nWe estimated mortality, prevalence, years lived with disability (YLDs), years of life lost (YLLs), and disability-adjusted life-years …"
        },
        {
            "title": "Physics-guided, physics-informed, and physics-encoded neural networks and operators in scientific computing: Fluid and solid mechanics",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:E7VqQtBCVmcC",
            "total_citations": "35",
            "year": "2024",
            "source_url": "https://asmedigitalcollection.asme.org/computingengineering/article-abstract/24/4/040802/1193884",
            "authors": "Salah A Faroughi, Nikhil M Pawar, Celio Fernandes, Maziar Raissi, Subasish Das, Nima K Kalantari, Seyed Kourosh Mahjour",
            "publication_date": "2024/4/1",
            "source": "Journal of Computing and Information Science in Engineering",
            "volume": "24",
            "issue": "4",
            "pages": "040802",
            "publisher": "American Society of Mechanical Engineers",
            "description": "Advancements in computing power have recently made it possible to utilize machine learning and deep learning to push scientific computing forward in a range of disciplines, such as fluid mechanics, solid mechanics, materials science, etc. The incorporation of neural networks is particularly crucial in this hybridization process. Due to their intrinsic architecture, conventional neural networks cannot be successfully trained and scoped when data are sparse, which is the case in many scientific and engineering domains. Nonetheless, neural networks provide a solid foundation to respect physics-driven or knowledge-based constraints during training. Generally speaking, there are three distinct neural network frameworks to enforce the underlying physics: (i) physics-guided neural networks (PgNNs), (ii) physics-informed neural networks (PiNNs), and (iii) physics-encoded neural networks (PeNNs). These methods …"
        },
        {
            "title": "Exploring the Influence of Signal Countdown Timers on Driver Behavior: An Analysis of Pedestrian–Vehicle Conflicts at Signalized Intersections",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:WWeOtg8bX_EC",
            "total_citations": "1",
            "year": "2024",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981231186987",
            "authors": "Abbas Sheykhfard, Farshidreza Haghighi, Eleonora Papadimitriou, Subasish Das, Pieter Van Gelder",
            "publication_date": "2024/4",
            "journal": "Transportation research record",
            "volume": "2678",
            "issue": "4",
            "pages": "865-880",
            "publisher": "SAGE Publications",
            "description": "Although signal countdown timers (SCTs) are likely to enhance efficiency at signalized intersections, there is little research on how they affect road users’ behavior. The present study explores factors associated with driver behavior through two approaches to examine how SCTs influence drivers’ actions toward pedestrians violating red lights. In the first approach, through an on-road questionnaire survey, the self-reported behavior of 369 drivers when crossing an intersection enabled with SCTs was analyzed. In the second approach, the drivers’ behavior was studied through naturalistic driving studies at two signalized intersections equipped with SCTs in Babol, Iran. Analyzing vehicle–pedestrian conflicts indicated that the presence of SCTs had a significant influence on driving behavior. Also, the ending seconds of green lights, as critical times of the SCTs, led to changes in driving behavior. Increasing the vehicle …"
        },
        {
            "title": "Case study on the traffic collision patterns of E-scooter riders",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:aEW5N-EHWIMC",
            "total_citations": "14",
            "year": "2024",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981231185770",
            "authors": "Subasish Das, Ahmed Hossain, M Ashifur Rahman, Abbas Sheykhfard, Boniphace Kutela",
            "publication_date": "2024/4",
            "journal": "Transportation research record",
            "volume": "2678",
            "issue": "4",
            "pages": "575-589",
            "publisher": "SAGE Publications",
            "description": "In recent years, nonmotorized transportation and micromobility have become increasingly popular in urban areas, and bike sharing and e-scooter usage are more affordable and accessible than ever before. However, users of these modes face several significant challenges, including risky riding behavior and the danger of being involved in collisions or near collisions with other motorists. Because of a lack of relevant data sets, it is difficult to comprehend the underlying causes of e-scooter collisions. This study collected narrative descriptions of 24 e-scooter collisions that occurred in Texas in 2021. The perceptual cycle model (PCM) was applied to these narrative crash reports to analyze the causation patterns of the crash occurrences. The PCM mechanism was applied independently to fatal and injury collisions, and the results were then compared with Haddon’s matrix to develop policy recommendations. The …"
        },
        {
            "title": "Predicting pedestrian-involved crash severity using inception-v3 deep learning model",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:JH5k92_tO-AC",
            "total_citations": "5",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457524000022",
            "authors": "Md Nasim Khan, Subasish Das, Jinli Liu",
            "publication_date": "2024/3/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "197",
            "pages": "107457",
            "publisher": "Pergamon",
            "description": "This research leverages a novel deep learning model, Inception-v3, to predict pedestrian crash severity using data collected over five years (2016–2021) from Louisiana. The final dataset incorporates forty different variables related to pedestrian attributes, environmental conditions, and vehicular specifics. Crash severity was classified into three categories: fatal, injury, and no injury. The Boruta algorithm was applied to determine the importance of variables and investigate contributing factors to pedestrian crash severity, revealing several associated aspects, including pedestrian gender, pedestrian and driver impairment, posted speed limits, alcohol involvement, pedestrian age, visibility obstruction, roadway lighting conditions, and both pedestrian and driver conditions, including distraction and inattentiveness. To address data imbalance, the study employed Random Under Sampling (RUS) and the Synthetic …"
        },
        {
            "title": "Interpersonal violence and gender inequality in adolescents: a systematic analysis of Global Burden of Disease data from 1990 to 2019",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:vVJNg6_NJEsC",
            "total_citations": "6",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S1054139X23004573",
            "authors": "Patricia Cullen, Amy E Peden, Kate L Francis, Karly I Cini, Peter Azzopardi, Holger Möller, Maragaret Peden, Susan M Sawyer, Sally Nathan, Rohina Joshi, George C Patton, Rebecca Q Ivers",
            "publication_date": "2024/2/1",
            "journal": "Journal of Adolescent Health",
            "volume": "74",
            "issue": "2",
            "pages": "232-245",
            "publisher": "Elsevier",
            "description": "Purpose\nInterpersonal violence is a leading cause of adolescent deaths and disability. This study investigates sex differences in burden of interpersonal violence for adolescents and explores associations with gender inequality.\nMethod\nUsing data from the 2019 Global Burden of Disease study, we report numbers, proportions, rates of interpersonal violence deaths and disability adjusted life years (DALYs) for all ages, and rate of change (from 1990 to 2019) in adolescents aged 10–24 years disaggregated by sex and geography. We explored associations with gender inequality using gender inequality index.\nResults\nOne in four (24.8%) all-age interpersonal violence deaths are in adolescents. In 2019, the rate of deaths in adolescent males was almost six times higher than females (9.3 vs. 1.6 per 100,000); and since 1990, the rate of decline in DALYs for females was double than that for males (−28.9% vs. −12.7%). By …"
        },
        {
            "title": "Case study on the relationship between socio-demographic characteristics and work-from-home behavior before, during, and after the COVID-19 pandemic",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:YPNY0knpFBYC",
            "total_citations": "2",
            "year": "2024",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981231172946",
            "authors": "Xiaoqiang Kong, Zihao Li, Yunlong Zhang, Xun Chen, Subasish Das, Abbas Sheykhfard",
            "publication_date": "2024/2",
            "journal": "Transportation research record",
            "volume": "2678",
            "issue": "2",
            "pages": "11-23",
            "publisher": "SAGE Publications",
            "description": "Many studies have explored the impact of the COVID-19 pandemic on work-from-home (WFH) behavior from different perspectives. However, it is rare to find studies focusing on how the newly adopted WFH practices will affect commuting patterns in the post-pandemic era. This study defines two mediation factors to capture the perceptions of pandemic severity and work environment at home and further investigates their impacts on future WFH adoption. This study utilizes a comprehensive survey and a path analysis method known as structural equation modeling (SEM) to explore the association between demographic factors, perception of COVID-related issues, and WFH behavior before, during, and after the pandemic. The results show that motherhood negatively affected WFH experiences in the before, during, and after periods of the pandemic. It was also found that being forced to WFH and mixing the working …"
        },
        {
            "title": "Modeling the lagged impacts of hourly weather and speed variation factors on the segment crash risk of rural interstate freeways: Applying a space–time-stratified case …",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:rCNdntzdTkkC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S000145752300458X",
            "authors": "Zihang Wei, Subasish Das, Yue Wu, Zihao Li, Yunlong Zhang",
            "publication_date": "2024/2/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "195",
            "pages": "107411",
            "publisher": "Pergamon",
            "description": "In the realm of traditional roadway crash studies, cross-sectional modeling methods have been commonly employed to investigate the intricate relationship between the crash risk of roadway segments and variables including roadway geometrics, weather conditions, and speed distribution. However, these methodologies assume that the explanatory variables and target variable are only associated within the same time period. Although this assumption is well-founded for static factors like roadway geometrics, it proves inadequate when dealing with highly time-varying variables related to weather conditions and speed variation. Recent investigations have unveiled that these time-varying variables may exhibit lagged impacts on segment crash risk, necessitating the adoption of more comprehensive time-series modeling methods. This study employs two interpretable statistical methods, namely the distributed lag …"
        },
        {
            "title": "Association Patterns of Work Zone Crashes using Bayesian Network",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:d4tt_xEv1X8C",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981241270161",
            "authors": "Subasish Das, M Ashifur Rahman, Jinli Liu, Xinyue Ye, Boniphace Kutela",
            "publication_date": "2024",
            "journal": "Transportation Research Record",
            "pages": "03611981241270161",
            "publisher": "SAGE Publications",
            "description": "Ensuring the safety of work zones is a top priority for transportation agencies because of the dangers posed by vehicles changing lanes and paths within these areas. Recent statistics highlight the seriousness of this issue, showing a shocking 46% increase in fatal collisions within work zones in 2019 compared with 2011. Therefore, this study examined crashes related to intrusions or encroachments in work zones to uncover the underlying mechanisms. Analyzing four years of crash data (2016–2019) from the Texas Department of Transportation, this research utilized Bayesian network to identify crucial factors, their relationships, and potential alternative scenarios. The severity of injuries in work zone intrusion accidents was significantly influenced by male drivers, curved roads, and specific patterns of driver distraction and condition. The study revealed three distinct scenarios with complete probability of specific …"
        },
        {
            "title": "Using Perceptual Cycle Model and Text Mining to Investigate Ambulance Traffic Crashes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:8uzoZH4hB9AC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981241270157",
            "authors": "Subasish Das, Rohit Chakraborty, Abbas Sheykhfard, Boniphace Kutela, Xinyue Ye",
            "publication_date": "2024",
            "journal": "Transportation Research Record",
            "pages": "03611981241270157",
            "publisher": "SAGE Publications",
            "description": "Ambulance crashes constitute a matter of utmost concern within public health, posing potential risks to both patients and emergency responders. Despite this critical importance, investigating the underlying causes of these collisions is difficult because of the scarcity of comprehensive and relevant datasets. To bridge this research gap and gain valuable insights, the present study embarked on a mission to shed light on the causative factors behind ambulance-related crashes. To achieve this objective, this study adopted a meticulous approach, collecting narrative descriptions from ten special investigation reports published by the National Highway Traffic Safety Administration. These reports were selected as they offered in-depth accounts of real-life ambulance crashes, rendering them an invaluable resource for analyzing the multifaceted aspects leading to such incidents. Central to this investigation was the …"
        },
        {
            "title": "Automating Pedestrian Crash Typology Using Transformer Models",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:j5aT6aphRxQC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981241260691",
            "authors": "Amir Hossein Oliaee, Subasish Das, Minh Le",
            "publication_date": "2024",
            "journal": "Transportation Research Record",
            "pages": "03611981241260691",
            "publisher": "SAGE Publications",
            "description": "To accurately analyze and understand the causes of traffic crashes involving pedestrians and bicyclists, the Pedestrian and Bicycle Crash Analysis Tool (PBCAT) was developed. However, manual data entry in the tool is labor intensive. Thus, a more automated method is needed for large data sets. This study developed deep-learning models to automate the classification of crash types. Additionally, the PBCAT’s classification typology can lead to imbalanced data sets, underscoring the need to actively tackle the issue of imbalanced native classification. By addressing this issue, researchers can significantly enhance their ability to harness the potential of emerging large language models. This endeavor becomes even more crucial as large language models like transformer models become increasingly accessible, offering promising opportunities in transportation safety research. This study focused on police reports …"
        },
        {
            "title": "Unlocking Urban Sentiments about 15-Min City through Hashtags",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:yJjnfzR0HrkC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://ascelibrary.org/doi/abs/10.1061/9780784485521.015",
            "authors": "Subasish Das, Jett Tipsword, Boniphace Kutela",
            "publication_date": "2024",
            "book": "International Conference on Transportation and Development 2024",
            "pages": "158-169",
            "description": "The 15-min city concept promotes active transportation and sustainable lifestyles by ensuring essential amenities within a 15-min radius from residences. While attracting significant interest, concerns about potential limitations on freedom of movement have been raised. This study aimed to gain broad insights into public perceptions and understanding of the 15-min city concept. Text mining and sentiment analysis techniques were applied to extract prevailing sentiments. The findings indicated that positive and negative sentiments were evenly distributed among the collected tweets, suggesting a balanced and diverse range of opinions. These opinions are what helps shape the policy and legislation, especially when prominent individuals with a large online presence endorse or reject a specific idea or theory. To further enhance the analysis, three different machine learning classifiers, namely naïve Bayes, logistic …"
        },
        {
            "title": "Is ChatGPT a Reliable Source of Transportation Equity Information for Scientific Writing?",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:AFmTUeZ1pmEC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://ascelibrary.org/doi/abs/10.1061/9780784485514.046",
            "authors": "Boniphace Kutela, Shoujia Li, Subasish Das, Jinli Liu",
            "publication_date": "2024",
            "book": "International Conference on Transportation and Development 2024",
            "pages": "525-537",
            "description": "Transportation equity is an interdisciplinary agenda that requires both transportation and social inputs. Traditionally, transportation equity information is sourced from public libraries, conferences, television, and social media, among others. Artificial intelligence (AI) tools, including advanced language models such as ChatGPT, are becoming favorite information sources. However, their credibility has not been well explored. This study explored the content and usefulness of ChatGPT-generated information related to transportation equity. It utilized 152 papers retrieved through the Web of Science (WoS) repository. The prompt was crafted for ChatGPT to provide an abstract given the paper’s title. The ChatGPT’s abstracts were then compared to human-written abstracts using statistical tools and unsupervised text mining. The results indicate a weak similarity between ChatGPT and human-written abstracts. On average …"
        },
        {
            "title": "Mapping Communication Patterns of Transit Agencies on Social Media",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:w2UhwfzvF0QC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://ascelibrary.org/doi/abs/10.1061/9780784485521.062",
            "authors": "Subasish Das",
            "publication_date": "2024",
            "source": "International Conference on Transportation and Development 2024",
            "pages": "688-700",
            "description": "Social media networks, like X (formerly Twitter), emerged as a revolutionary means of communication, drastically changing how information is disseminated. This study attempted to synthesize the current state of social media usage by transit agencies, accomplishing three primary tasks: (1) conducting a comprehensive review of agencies’ social media practices, (2) surveying and analyzing representative United States agencies to understand their social media usage, and (3) performing text mining on selected agencies’ archived tweets. Notably, the study revealed that the COVID-19 pandemic has significantly impacted information-sharing patterns among transit agencies. The text network analysis indicated that the information shared was primarily related to services, alerts, delays, detours, and promotional offers, such as free rides. However, more recent discussions have started to include evolving topics like …"
        },
        {
            "title": "Unraveling Crash Causation: A Deep Dive into Non-Motorists on Personal Conveyance",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:qCpRzq7zkD8C",
            "total_citations": "1",
            "year": "2024",
            "source_url": "https://ascelibrary.org/doi/abs/10.1061/9780784485514.005",
            "authors": "Subasish Das, Rohit Chakraborty, Mahmuda Sultana Mimi",
            "publication_date": "2024",
            "book": "International Conference on Transportation and Development 2024",
            "pages": "47-58",
            "description": "Non-motorists using personal conveyances, like skateboards, face increased safety challenges due to reduced visibility, particularly at intersections and in low light conditions. Safety studies on non-motorists using personal conveyances rely on limited hospital datasets or controlled/naturalistic riding conditions, lacking comprehensive identification of e-scooter riding risk factors. To address this research gap, this study collected real-world traffic crash data and quantified safety risks related to key contributing factors. Utilizing the 2020−2021 Fatality Analysis Reporting System (FARS) fatal crash data, this study examined the patterns of crashes associated with non-motorists using personal conveyances at segments and intersections. The findings provide valuable insights into key risk factors that can guide stakeholders, municipalities, and campus administrators in developing effective mitigation strategies to reduce …"
        },
        {
            "title": "Causal Insights into Speeding Crashes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:sgsej9ZJWHMC",
            "total_citations": "1",
            "year": "2024",
            "source_url": "https://ascelibrary.org/doi/abs/10.1061/9780784485514.031",
            "authors": "Subasish Das, Ahmed Hossain, Swastika Barua, Shahrbanoo Kavianpour, Abbas Sheykhfard",
            "publication_date": "2024",
            "book": "International Conference on Transportation and Development 2024",
            "pages": "348-359",
            "description": "Excessive speeding poses significant risks to road safety, impacting a driver’s ability to maneuver safely around obstacles and leading to longer stopping distances and delayed reactions to hazardous situations. It is a major contributor to fatal and serious road trauma, accounting for over 20% of such incidents in the US. Eliminating speeding entirely could potentially substantially reduce fatal injuries by 20% or more. This study leveraged the comprehensive National Highway Traffic Safety Administration’s (NHTSA) Fatality Analysis Reporting System (FARS) data, focusing on 50,081 speed-related motor vehicle traffic fatal crashes that occurred between 2016 and 2021, and a probabilistic graphical model to investigate the causal associations between key contributing factors involved in these speeding incidents. Ultimately, this high-impact research advanced our understanding of the risks posed by speeding and …"
        },
        {
            "title": "Delivering Tomorrow: Analyzing Automated Delivery Vehicle Narratives through Media Mining",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:tBlTYpvFGQIC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://ascelibrary.org/doi/abs/10.1061/9780784485514.055",
            "authors": "Subasish Das, Boniphace Kutela",
            "publication_date": "2024",
            "book": "International Conference on Transportation and Development 2024",
            "pages": "627-639",
            "description": "Amid the COVID-19 pandemic, automated delivery vehicles (ADVs) have gained even more significance due to their touchless capabilities, aligning perfectly with the need for contactless delivery services to safeguard public health. This study collected and conducted quantitative analysis on the most relevant 86 news articles focused on ADVs by employing sophisticated text network and collocation analyses to extract valuable insights. The findings indicated a noteworthy trend: express delivery services have forged partnerships with various ADV companies, leveraging their capabilities to tackle the challenging “last mile” delivery stage. Furthermore, the study revealed a growing integration of ADVs into diverse delivery sectors, particularly in food, grocery, and other on-demand services. Overall, this study provides invaluable insights into the current state of ADVs and their widespread adoption across various …"
        },
        {
            "title": "Burden of disease scenarios for 204 countries and territories, 2022-2050: a forecasting analysis for the global burden of disease study 2021",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:PVqtIyvKoSUC",
            "total_citations": "1",
            "year": "2024",
            "source_url": "http://repository.kln.ac.lk/handle/123456789/27927",
            "authors": "KCD Mettananda, S Mettananda",
            "publication_date": "2024",
            "publisher": "Elsevier",
            "description": "BACKGROUND\nFuture trends in disease burden and drivers of health are of great interest to policy makers and the public at large. This information can be used for policy and long-term health investment, planning, and prioritisation. We have expanded and improved upon previous forecasts produced as part of the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) and provide a reference forecast (the most likely future), and alternative scenarios assessing disease burden trajectories if selected sets of risk factors were eliminated from current levels by 2050.\nMETHODS\nUsing forecasts of major drivers of health such as the Socio-demographic Index (SDI; a composite measure of lag-distributed income per capita, mean years of education, and total fertility under 25 years of age) and the full set of risk factor exposures captured by GBD, we provide cause-specific forecasts of mortality, years of life lost (YLLs), years lived with disability (YLDs), and disability-adjusted life-years (DALYs) by age and sex from 2022 to 2050 for 204 countries and territories, 21 GBD regions, seven super-regions, and the world. All analyses were done at the cause-specific level so that only risk factors deemed causal by the GBD comparative risk assessment influenced future trajectories of mortality for each disease. Cause-specific mortality was modelled using mixed-effects models with SDI and time as the main covariates, and the combined impact of causal risk factors as an offset in the model. At the all-cause mortality level, we captured unexplained variation by modelling residuals with an autoregressive integrated moving average model with drift attenuation …"
        },
        {
            "title": "Exploring Attribute Associations in Pedestrian-Involved Hit-and-Run Crashes through Cluster Correspondence Analysis",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:SpPTWFSNUtQC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981241242751",
            "authors": "M Ashifur Rahman, Subasish Das, Ahmed Hossain, Julius Codjoe, Elisabeta Mitran, Xiaodaun Sun",
            "publication_date": "2024",
            "journal": "Transportation Research Record",
            "pages": "03611981241242751",
            "publisher": "SAGE Publications",
            "description": "Pedestrian-involved hit-and-run (PIHR) crashes represent a significant public health concern, and identifying patterns in these crashes can aid in developing effective countermeasures. Cluster correspondence analysis (CCA) is a multidimensional statistical technique that combines dimension reduction and clustering to identify patterns in categorical data. This method provides insights into underlying patterns and relationships among categories. The current study analyzed a Louisiana crash dataset of 2,201 PIHR crashes from 2015 to 2019 using CCA to identify underlying patterns. CCA identified six clusters, examined the top associative attributes, and assessed their cluster-to-dataset percentage ratio. The first two clusters, representing 66% of PIHR crashes, mainly involved crashes on city streets, occurring primarily during early night (7 to 11 p.m.) in Cluster 1 and the afternoon (12 noon to 4 p.m.) in Cluster 2 …"
        },
        {
            "title": "Decoding the impacts of contributory factors and addressing social disparities in crash frequency analysis",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:aDl3D7KC1E4C",
            "total_citations": "4",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457523004220",
            "authors": "Jinli Liu, Subasish Das, Md Nasim Khan",
            "publication_date": "2024/1/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "194",
            "pages": "107375",
            "publisher": "Pergamon",
            "description": "Understanding the relationship between social disparities and traffic crash frequency is essential for long-term transportation planning and policymaking. Few studies have systemically examined the influence of socioeconomic and infrastructure-related disparities in macro-level traffic crash frequency. This study provides a framework to spatially examine the relationships between crash rates and demographic and socioeconomic characteristics, as well as roadway infrastructure and traffic characteristics at the Census Block Groups (CBGs) level. Spatial autocorrelation analysis was first performed on the residual of the Ordinary Least Squares (OLS) model to identify whether non-stationarity exists. Then, the Geographically Weighted Regression (GWR) model and the Multiscale Geographically Weighted Regression (MGWR) model were applied to assess the impacts of these factors on crash rates spatially and …"
        },
        {
            "title": "Crashes involving distracted pedestrians: Identifying risk factors and their relationships to pedestrian severity levels and distraction modes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:vnF2_uLGgtgC",
            "total_citations": "2",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457523004062",
            "authors": "Md Mahmud Hossain, Huaguo Zhou, Xiaoduan Sun, Ahmed Hossain, Subasish Das",
            "publication_date": "2024/1/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "194",
            "pages": "107359",
            "publisher": "Pergamon",
            "description": "The concept of distracted pedestrians and its impact on highway safety has gained increasing attention in recent years. However, studies focusing exclusively on distracted pedestrian crashes are less pervasive than distracted driving. In addition, most prior studies investigate the harmful effect of cellphone usage while walking, without considering other forms of pedestrian distraction. Also, the existing literature provides limited knowledge on comprehending the affinities between pedestrian distraction and safety consequences. This study aims to reveal the chain of contributing factors involved in distracted pedestrian crashes, considering both pedestrian severity levels and specific distraction-related tasks. Ten years (2010–2019) of related crashes were extracted from the Louisiana Department of Transportation and Development (LADOTD) database, and association rule mining (ARM) was applied to identify the …"
        },
        {
            "title": "Exploring the Shared Use Pathway: A Review of the Design and Demand Estimation Approaches",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:PlWzFYVEG4EC",
            "total_citations": "3",
            "year": "2023",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/21650020.2023.2233597",
            "authors": "Boniphace Kutela, Subasish Das, Ipek Nese Sener",
            "publication_date": "2023/12/31",
            "source": "Urban, Planning and Transport Research",
            "volume": "11",
            "issue": "1",
            "pages": "2233597",
            "publisher": "Routledge",
            "description": "Shared-use paths (SUPs) are rapidly growing in popularity worldwide as dedicated off-street paths that are shared by non-motorists. SUPS are becoming popular for pedestrians, inline skaters, roller skaters, skateboarders, wheelchair users, and electric bicycle riders, among others. SUPs can be built alongside or far from the roadway, with the former typically separated from vehicular traffic by a buffer. SUPs built off of roadways pose a lower risk of conflict with vehicular traffic. Given the crucial role of safety in SUP utilization, this study provides a targeted review of the existing literature and state of practice focusing on the implementation of the SUPs and design guidelines as well as factors, data, and approaches to estimate SUP user volume. The findings of this study will be helpful for transportation planners and policymakers with the planning, design, implementation, and evaluation of SUPs. Ultimately, this review …"
        },
        {
            "title": "Global burden of cardiovascular diseases and risks, 1990-2022",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:0sTkTiv_uMkC",
            "total_citations": "214",
            "year": "2023",
            "source_url": "https://www.jacc.org/doi/abs/10.1016/j.jacc.2023.11.007",
            "authors": "George A Mensah, Valentin Fuster, Christopher JL Murray, Gregory A Roth, Global Burden of Cardiovascular Diseases and Risks Collaborators",
            "publication_date": "2023/12/19",
            "journal": "Journal of the American College of Cardiology",
            "volume": "82",
            "issue": "25",
            "pages": "2350-2473",
            "publisher": "American College of Cardiology Foundation",
            "description": "Background\nThe Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) is a multinational collaborative research study with> 10,000 collaborators around the world. GBD generates a time series of summary measures of health, including prevalence, cause-specific mortality (CSMR), years of life lost (YLLs), years lived with disability (YLDs), and disability-adjusted life years (DALYs) to provide a comprehensive view of health burden for a wide range of stakeholders including clinicians, public and private health systems, ministries of health, and other policymakers. These estimates are produced for 371 causes of death and 88 risk factors according to mutually exclusive, collectively exhaustive hierarchies of health conditions and risks. The study is led by a principal investigator and governed by a study protocol, with oversight from a Scientific Council, and an Independent Advisory Committee. 1 GBD is …"
        },
        {
            "title": "Risk assessment of pedestrian red-light violation behavior using surrogate safety measures: influence of human, road, vehicle, and environmental factors",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:xyvS_IvSCKsC",
            "total_citations": "4",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0386111223000481",
            "authors": "Abbas Sheykhfard, Farshidreza Haghighi, Shahrbanoo Kavianpour, Subasish Das, Parsa Soleyman Farahani, Grigorios Fountas",
            "publication_date": "2023/12/1",
            "journal": "IATSS research",
            "volume": "47",
            "issue": "4",
            "pages": "514-525",
            "publisher": "Elsevier",
            "description": "Pedestrian red-light violation is one of the crucial causes of pedestrian crashes at urban intersections, which cause considerable injuries and casualties to this vulnerable road group of road users. The objective of this study is to evaluate the risk of pedestrian-vehicle collisions by clustering the pedestrians' red-light violations using surrogate safety measures. The present study utilized surveillance camera footage to collect data on pedestrians' red-light violations at two urban intersections in Babol City. Based on critical thresholds of post-encroachment time (PET), Time to Collision (TTC), and Gap Time (GT), three different risk levels of red-light violations were identified through the use of a K-means algorithm. Moreover, structural equation models were developed for each of the risk levels considering variables that are associated with four major components: human, environment, road, and vehicle. Lastly, policy …"
        },
        {
            "title": "The burden of diseases and risk factors in Bangladesh, 1990–2019: a systematic analysis for the Global Burden of Disease Study 2019",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:TGkaJS32XoUC",
            "total_citations": "13",
            "year": "2023",
            "source_url": "https://www.thelancet.com/journals/langlo/article/PIIS2214-109X(23)00432-1/fulltext",
            "authors": "Sheikh Mohammed Shariful Islam, Riaz Uddin, Subasish Das, Syed Imran Ahmed, Sojib Bin Zaman, Sheikh Mohammad Alif, Md Tanvir Hossen, Malabika Sarker, George Siopis, Katherine M Livingstone, Max L Mehlman, Md Marufur Rahman, Rahat I Chowdhury, Md Abdul Alim, Sohel Reza Choudhury, Syed Masud Ahmed, Ripon Kumar Adhikary, Afifa Anjum, Palash Chandra Banik, Fazle Rabbi Chowdhury, Md Omar Faruk, Rajat Das Gupta, Md Abdul Hannan, Md Nuruzzaman Haque, Syed Emdadul Haque, M Tasdik Hasan, Md Belal Hossain, Md Mahbub Hossain, Muttaquina Hossain, Sahadat Hossain, Sheikh Jamal Hossain, M Nuruzzaman Khan, Md Jobair Khan, Mohammed A Mamun, Ali H Mokdad, Mohammad Ali Moni, Christopher JL Murray, Mahfuzar Rahman, Md Mosfequr Rahman, Mosiur Rahman, Zubair Ahmed Ratan, Rezaul Karim Ripon, KM Saif-Ur-Rahman, Abu Sayeed, Md Shahjahan Siraj, Saima Sultana, Ralph Maddison, Simon I Hay, Mohsen Naghavi",
            "publication_date": "2023/12/1",
            "journal": "The Lancet Global Health",
            "volume": "11",
            "issue": "12",
            "pages": "e1931-e1942",
            "publisher": "Elsevier",
            "description": "Background\nBangladesh has made substantial progress in improving socioeconomic and health indicators over the past 50 years, but data on national disease burden are scarce. We used data from the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2019 to estimate the burden of diseases and risk factors in Bangladesh from 1990 to 2019.\nMethods\nFor this systematic analysis, we analysed data from vital registration systems, surveys, and censuses using multistage modelling processes to estimate life expectancy at birth, mortality rate, years of life lost (YLLs), years lived with disability (YLDs), and disability-adjusted life-years (DALYs). Additionally, we compared the health status of Bangladesh with that of the other countries in the GBD south Asia region—Bhutan, India, Nepal, and Pakistan.\nFindings\nLife expectancy at birth in Bangladesh increased from 58·2 years (95% uncertainty interval 57·1–59 …"
        },
        {
            "title": "Stability of factors influencing walking-along-the-road pedestrian injury severity outcomes under different lighting conditions: A random parameters logit approach with …",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:6ZzL7HXColQC",
            "total_citations": "8",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457523003809",
            "authors": "Reuben Tamakloe, Emmanuel Kofi Adanu, Jonathan Atandzi, Subasish Das, Dominique Lord, Dongjoo Park",
            "publication_date": "2023/12/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "193",
            "pages": "107333",
            "publisher": "Pergamon",
            "description": "Pedestrians walking along the road’s edge are more exposed and vulnerable than those on designated crosswalks. Often, they remain oblivious to the imminent perils of potential collisions with vehicles, making crashes involving these pedestrians relatively unique compared to others. While previous research has recognized that the surrounding lighting conditions influence traffic crashes, the effect of different lighting conditions on walking-along-the-road pedestrian injury severity outcomes remains unexplored. This study examines the variations in the impact of risk factors on walking-along-the-road pedestrian-involved crash injury severity across various lighting conditions. Preliminary stability tests on the walking-along-the-road pedestrian-involved crash data obtained from Ghana revealed that the effect of most risk factors on injury severity outcomes is likely to differ under each lighting condition, warranting the …"
        },
        {
            "title": "Scientometric and bibliographic analysis of pedestrian safety research",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:TesyEGJKHF4C",
            "total_citations": "1",
            "year": "2023",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981231167158",
            "authors": "Subasish Das, Xiaoqiang Kong, Zihang Wei, Jinli Liu",
            "publication_date": "2023/12",
            "journal": "Transportation research record",
            "volume": "2677",
            "issue": "12",
            "pages": "65-82",
            "publisher": "SAGE Publications",
            "description": "The vulnerability of pedestrians means that pedestrian and vehicle crashes often have severe consequences. Pedestrian safety related research has attracted researchers’ attention since the 1970s and has become increasingly popular in recent years. There were about 250 papers published in 2021 alone on this research domain. However, scientometric studies on a specific safety area are rarely conducted. Scientometric and bibliographic analyses provide researchers with a thorough understanding of research topics and historical knowledge on authorship, publishers, keywords (thematic topics), and collaborations that occurred in the research community on the specific research domain. This study bridges this gap by collecting 2,689 pedestrian safety-related papers from the Web of Science (WoS) Core Collection database and conducting a scientometric and bibliographic analysis. The results show the …"
        },
        {
            "title": "Bicyclist injury severity classification using a random parameter logit model",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:xm0LlTxljI0C",
            "total_citations": "4",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2046043023000047",
            "authors": "Subasish Das, Reuben Tamakloe, Hamsa Zubaidi, Ihsan Obaid, M Ashifur Rahman",
            "publication_date": "2023/12/1",
            "journal": "International journal of transportation science and technology",
            "volume": "12",
            "issue": "4",
            "pages": "1093-1108",
            "publisher": "Elsevier",
            "description": "Bicycling has been actively promoted as a clean and efficient mode of commute. Besides, due to the personal and societal benefits it provides, it has been adopted by many city dwellers for short-distance trips. Despite the integral role this active transport mode plays, it is unfortunately associated with a high risk of fatalities in the event of a traffic crash as they are not protected. Many studies have been conducted in several jurisdictions to examine the factors contributing to crashes involving these vulnerable road users. In the case of Louisiana which is currently experiencing increased cases of severe and fatal bicycle-involved crashes, less attention has been paid to investigating the critical factors influencing bicyclist injury severity outcomes using more detailed data and advanced econometric modeling frameworks to help propose adequate policies to improve the safety of riders. Against this background, this study …"
        },
        {
            "title": "Application of text mining techniques to identify actual wrong-way driving (wwd) crashes in police reports",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:ymY9cBF3mdcC",
            "total_citations": "16",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2046043022001022",
            "authors": "Parisa Hosseini, Seyedalireza Khoshsirat, Mohammad Jalayer, Subasish Das, Huaguo Zhou",
            "publication_date": "2023/12/1",
            "journal": "International journal of transportation science and technology",
            "volume": "12",
            "issue": "4",
            "pages": "1038-1051",
            "publisher": "Elsevier",
            "description": "Wrong-way driving (WWD) has been a long-lasting issue for transportation agencies and law enforcement, since it causes pivotal threats to road users. Notwithstanding being rare, crashes occurring due to WWD are more severe than other types of crashes. In order to analyze WWD crashes, there is a need to obtain WWD incidents or crash data. However, it is time-consuming to identify actual WWD crashes from potential WWD crashes in large crash databases. It often involves large man-hours to review hardcopy of crash narratives in the police reports. Otherwise, it may cause an overestimation or underestimation of WWD crash frequencies. To fill this gap, the present study, as the first-of-its-kind, aims at identifying actual WWD crashes from potential WWD crashes in police reports by using machine learning methods. Recently, Bidirectional Encoder Representations from Transformers (BERT) models have shown …"
        },
        {
            "title": "Global, regional, and national mortality due to unintentional carbon monoxide poisoning, 2000–2021: results from the Global Burden of Disease Study 2021",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:Y9VhQm-5nPIC",
            "total_citations": "11",
            "year": "2023",
            "source_url": "https://www.thelancet.com/journals/lanpub/article/PIIS2468-2667(23)00185-8/fulltext",
            "authors": "Madeline E Moberg, Erin B Hamilton, Scott M Zeng, Dana Bryazka, Jeff T Zhao, Rachel Feldman, Yohannes Habtegiorgis Abate, Mohsen Abbasi-Kangevari, Ame Mehadi Abdurehman, Aidin Abedi, Eman Abu-Gharbieh, Isaac Yeboah Addo, Abiola Victor Adepoju, Qorinah Estiningtyas Sakilah Adnani, Saira Afzal, Bright Opoku Ahinkorah, Sajjad Ahmad, Danial Ahmed, Haroon Ahmed, Dejene Tsegaye Alem, Adel Ali Saeed Al-Gheethi, Yousef Alimohamadi, Edward Kwabena Ameyaw, Mohammad Amrollahi-Sharifabadi, Tadele Fentabil Anagaw, Anayochukwu Edward Anyasodor, Jalal Arabloo, Aleksandr Y Aravkin, Seyyed Shamsadin Athari, Alok Atreya, Amirhossein Azari Jafari, Ashish D Badiye, Nayereh Baghcheghi, Sara Bagherieh, Hansi Bansal, Amadou Barrow, Azadeh Bashiri, Nebiyou Simegnew Bayileyegn, Alemshet Yirga Berhie, Akshaya Srikanth Bhagavathula, Pankaj Bhardwaj, Archith Boloor, Luis Alberto Cámera, Felix Carvalho, Márcia Carvalho, Eeshwar K Chandrasekar, Jung-Chen Chang, Vijay Kumar Chattu, Dinh-Toi Chu, Kaleb Coberly, Natália Cruz-Martins, Omid Dadras, Xiaochen Dai, Reza Darvishi Cheshmeh Soltani, Saswati Das, Subasish Das, Sisay Abebe Debela, Berecha Hundessa Demessa, Xinlei Deng, Abebaw Alemayehu Desta, Belay Desye, Meghnath Dhimal, Mahmoud Dibas, Haneil Larson Dsouza, Michael Ekholuenetale, Iman El Sayed, Waseem El-Huneidi, Daniel Berhanie Enyew, Adeniyi Francis Fagbamigbe, Ali Fatehizadeh, Syeda Anum Fatima Fatima, Florian Fischer, Richard Charles Franklin, Tushar Garg, Tilaye Gebru Gebi, Urge Gerema, Melaku Getachew, Motuma Erena Getachew, Farhad Ghamari, Mahaveer Golechha, Pouya Goleij, Sapna Gupta, Veer Bala Gupta, Vivek Kumar Gupta, Mehdi Harorani, Hamidreza Hasani, Abbas M Hassan, Hossein Hassanian-Moghaddam, Mohammed Bheser Hassen, Simon I Hay, Khezar Hayat, Mohammad Heidari, Mahsa Heidari-Foroozan, Demisu Zenbaba Heyi, Ramesh Holla, Praveen Hoogar, Md Shakhaoat Hossain, Mohammad-Salar Hosseini, Sorin Hostiuc, Soodabeh Hoveidamanesh, Olayinka Stephen Ilesanmi, Irena M Ilic, Mustapha Immurana, Chidozie CD Iwu, Umesh Jayarajah, Nitin Joseph, Charity Ehimwenma Joshua, Vidya Kadashetti, Tanuj Kanchan, Himal Kandel, Rami S Kantar, Neeti Kapoor, Ibraheem M Karaye, Patrick DMC Katoto, Himanshu Khajuria, Ejaz Ahmad Khan, Sorour Khateri, Farzad Khodamoradi, Moein Khormali, Jagdish Khubchandani, Grace Kim, Adnan Kisa, Hamid Reza Koohestani, Kewal Krishan, Naveen Kumar, Lucie Laflamme, Iván Landires, Bagher Larijani, Paolo Lauriola, Thao Thi Thu Le, Caterina Ledda, Seung Won Lee, Stephen S Lim, Stany W Lobo, Raimundas Lunevicius, Sandeep B Maharaj, Ritesh G Menezes, Alexios-Fotios A Mentis, Tomislav Mestrovic, Ted R Miller, Seyyedmohammadsadeq Mirmoeeni, Awoke Misganaw, Manish Mishra, Sanjeev Misra, Chaitanya Mittal, Esmaeil Mohammadi, Ali H Mokdad, Mohammad Ali Moni, Ebrahim Mostafavi, Sumaira Mubarik",
            "publication_date": "2023/11/1",
            "journal": "The Lancet Public Health",
            "volume": "8",
            "issue": "11",
            "pages": "e839-e849",
            "publisher": "Elsevier",
            "description": "Background\nUnintentional carbon monoxide poisoning is a largely preventable cause of death that has received insufficient attention. We aimed to conduct a comprehensive global analysis of the demographic, temporal, and geographical patterns of fatal unintentional carbon monoxide poisoning from 2000 to 2021.\nMethods\nAs part of the latest Global Burden of Diseases, Injuries, and Risk Factors Study (GBD), unintentional carbon monoxide poisoning mortality was quantified using the GBD cause of death ensemble modelling strategy. Vital registration data and covariates with an epidemiological link to unintentional carbon monoxide poisoning informed the estimates of death counts and mortality rates for all locations, sexes, ages, and years included in the GBD. Years of life lost (YLLs) were estimated by multiplying deaths by remaining standard life expectancy at age of death. Population attributable fractions …"
        },
        {
            "title": "Evasive actions to prevent pedestrian collisions in varying space/time contexts in diverse urban and non-urban areas",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:kUhpeDhEZMUC",
            "total_citations": "5",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457523003172",
            "authors": "Abbas Sheykhfard, Farshidreza Haghighi, Subasish Das, Grigorios Fountas",
            "publication_date": "2023/11/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "192",
            "pages": "107270",
            "publisher": "Pergamon",
            "description": "This study aims to identify driver-safe evasive actions associated with pedestrian crash risk in diverse urban and non-urban areas. The research focuses on the integration of quantitative methods and granular naturalistic data to examine the impacts of different driving contexts on transportation system performance, safety, and reliability. The data is derived from real-life driving encounters between pedestrians and drivers in various settings, including urban areas (UAs), suburban areas (SUAs), marked crossing areas (MCAs), and unmarked crossing areas (UMCAs). By determining critical thresholds of spatial/temporal proximity-based safety surrogate techniques, vehicle–pedestrian conflicts are clustered through a K-means algorithm into different risk levels based on drivers' evasive actions in different areas. The results of the data analysis indicate that changing lanes is the key evasive action employed by drivers …"
        },
        {
            "title": "Applying data mining methods to explore animal-vehicle crashes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:I8rxH6phXEkC",
            "total_citations": "1",
            "year": "2023",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981231166688",
            "authors": "M Ashifur Rahman, Subasish Das, Julius Codjoe, Elisabeta Mitran, Xiaoduan Sun, Kwabena Abedi, Md Mahmud Hossain",
            "publication_date": "2023/11",
            "journal": "Transportation research record",
            "volume": "2677",
            "issue": "11",
            "pages": "665-681",
            "publisher": "SAGE Publications",
            "description": "Animal-vehicle crashes (AVCs) are a significant issue in Louisiana that requires attention. Data on AVCs that occurred from 2015 to 2020 were obtained from the Louisiana Department of Transportation and Development (DOTD), including 14,349 crashes with major injury (KA), minor injury (BC), and no injury (O) severity groups. Aiming to find the collective association of attributes from AVC data, which are categorical in nature, this study utilized two data mining methods: multiple correspondence analysis (MCA) and association rule mining (ARM). Five hierarchical clusters that were generated from the BC and O AVC datasets were particularly significant. Among several other findings, MCA revealed that BC and O AVCs are more concentrated on parish roads during the spring season, while O AVCs in the fall and winter tend to occur on highways with speed limits of 50 mph or higher. ARM revealed that moderate …"
        },
        {
            "title": "Bayesian network for motorcycle crash severity analysis",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:yTLRzDEmwhEC",
            "total_citations": "4",
            "year": "2023",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981231164386",
            "authors": "Subasish Das, Valerie Vierkant, Juan Cruz Gonzalez, Boniphace Kutela, Abbas Sheykhfard",
            "publication_date": "2023/11",
            "journal": "Transportation research record",
            "volume": "2677",
            "issue": "11",
            "pages": "51-63",
            "publisher": "SAGE Publications",
            "description": "Given the lack of protective structural barriers and advanced restraints, motorcyclists are vulnerable road users. In 2020 in the United States, motorcycle-involved fatalities occurred 28 times more frequently per vehicle mile traveled than passenger car occupant fatalities, causing 5,579 motorcycle-related fatalities—the highest number of motorcyclists killed since 1975. By identifying patterns and relationships between key contributing factors, strategies for reducing motorcycle crashes can be developed. In addition to current efforts, additional research must be conducted using innovative avenues, with increased funding. Bayesian networks can better discover the relationships between potential speed compliance variables. This study used six years (2014 to 2019) of motorcycle crash data in Louisiana to determine the conditional probabilities of the influential factors. In addition to the high contribution of alcohol …"
        },
        {
            "title": "Single-vehicle roadway departure crashes at rural two-lane highway curved segments: A diagnosis using pattern recognition",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:PuOEWVtPfzwC",
            "total_citations": "2",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2046043023000801",
            "authors": "Ahmed Hossain, Xiaoduan Sun, Shahrin Islam, Ashifur Rahman, Subasish Das",
            "publication_date": "2023/10/18",
            "journal": "International Journal of Transportation Science and Technology",
            "publisher": "Elsevier",
            "description": "Curved segments account for a disproportionately high proportion of fatal and serious injury crashes, with most of these crashes occurring on rural two-lane (R2L) highways. During the 10-year period from 2008 to 2017, a total of 1,234 fatal single-vehicle roadway departure (SV-RwD) crashes occurred on R2L roads in Louisiana, out of which 635 (51.5 %) crashes occurred on curved segments. Therefore, it is critical to investigate the causes of SV-RwD crashes, specifically those that occur on curved segments. This study aimed to investigate the ‘association knowledge’ of the factors contributing to SV-RwD crashes on R2L curved segments in Louisiana using fatal and injury crash data collected from 2008 to 2017. The study utilized Cluster Correspondence Analysis (CCA), a robust joint dimension reduction and clustering method for handling high-dimensionality and multicollinearity of crash data, to achieve this …"
        },
        {
            "title": "Rules mining on hybrid electric vehicle consumer complaint database",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:jlhcAiayVhoC",
            "total_citations": "1",
            "year": "2023",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/19439962.2022.2147614",
            "authors": "Subasish Das, Zihang Wei, Anandi Dutta",
            "publication_date": "2023/10/3",
            "journal": "Journal of Transportation Safety & Security",
            "volume": "15",
            "issue": "10",
            "pages": "987-1007",
            "publisher": "Taylor & Francis",
            "description": "The hybrid electric vehicle (HEV) is a critical transportation disruptive technology that is expected to be widely adopted in the current and future marketplace. Many nations are promoting the success of HEVs. As the technologies and designs of these vehicles are significantly different from conventional vehicles, it is also important to understand the technical and body-related issues associated with these vehicles. This study used the National Highway Traffic Safety Administration’s vehicle owner’s complaint database to explore the potential issues associated with HEVs. The acquired dataset was divided into two groups based on their involvement in traffic crashes. The study applied association rule mining and text mining methods to analyze vehicle consumer complaint data. The results of association rule mining showed a significant association between hybrid electric all-wheel-drive vehicles manufactured …"
        },
        {
            "title": "Exploration on prior driving modes for automated vehicle collisions",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:qmtmRrLr0tkC",
            "total_citations": "3",
            "year": "2023",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/12265934.2022.2142650",
            "authors": "Subasish Das, Xiaoqiang “Jack” Kong, Md Mahmud Hossain",
            "publication_date": "2023/10/2",
            "journal": "International Journal of Urban Sciences",
            "volume": "27",
            "issue": "4",
            "pages": "622-644",
            "publisher": "Routledge",
            "description": "The emergence of automated vehicles (AV) has been occurring rapidly as these vehicles have the potential to reduce/eradicate human driving faults and related collisions. To enhance AV safety, the NHTSA recommends the continuous presence of a backup human driver that has a reasonable understanding of AV technologies to ensure disengagement when manual overtake is required. However, due to several AV-related traffic crashes during roadway testing and extensive media interest, AV safety has become a critical issue. This study collected 255 crash reports filed by different manufacturers testing AVs in California from September 2014 to April 2020. The crash dataset was analyzed using two data mining algorithms (association rule mining and text network analysis) to identify the key AV-related crash attributes and their associations based on the vehicle’s prior driving mode (conventional or automated …"
        },
        {
            "title": "Data mining approach to explore emergency vehicle crash patterns: A comparative study of crash severity in emergency and non-emergency response modes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:9shLKfS_uJEC",
            "total_citations": "4",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457523002646",
            "authors": "Md Mahmud Hossain, Huaguo Zhou, Subasish Das",
            "publication_date": "2023/10/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "191",
            "pages": "107217",
            "publisher": "Pergamon",
            "description": "Emergency vehicle crashes, involving police vehicles, ambulances, and fire trucks, pose a serious traffic safety concern causing severe injury and deaths to first responders and other road users. However, limited research is available focusing on the contributing factors and their interactions related to these crashes. This research aims to address this gap by 1) identifying patterns of emergency vehicle crashes based on severity levels in both emergency and non-emergency modes and 2) comparing the associations by response modes for the related fatal, nonfatal injury, and no-injury crashes. Two national crash databases, Fatality Analysis Reporting System (FARS) and Crash Report Sampling System (CRSS), were utilized for police-reported emergency vehicle crashes from January 2016 to February 2020. Association rule mining (ARM) was employed to reveal the association between factors that strongly …"
        },
        {
            "title": "Eliciting the influence of roadway and traffic conditions on hurricane evacuation decisions using regression-content analysis approach",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:wyM6WWKXmoIC",
            "total_citations": "4",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2214367X23000741",
            "authors": "Boniphace Kutela, Kelvin J Msechu, Emmanuel Kidando, Subasish Das, Angela E Kitali",
            "publication_date": "2023/10/1",
            "journal": "Travel behaviour and society",
            "volume": "33",
            "pages": "100623",
            "publisher": "Elsevier",
            "description": "Hurricane evacuation decisions can be complex depending on the available information and transportation options. Although significant research has been performed to understand the associated factors for hurricane evacuation decisions, the influence of roadway transportation and associated traffic conditions has received less attention. This study applied regression analysis and text mining approaches on publicly available survey data conducted after Hurricane Irma to understand the influence of roadway transportation and associated traffic conditions on evacuation decisions. Only respondents who received evacuation orders were used in this study. The regression analysis and text mining results revealed that roadway transportation-related factors, including traffic and roadway conditions and gasoline availability, were significantly associated with a lower likelihood of evacuation. Further, respondents were …"
        },
        {
            "title": "Leveraging Artificial Intelligence (AI) Techniques to Detect, Forecast, and Manage Freeway Congestion: Technical Report",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:3A3nxV7CjKIC",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://rosap.ntl.bts.gov/view/dot/72322",
            "authors": "Subasish Das, Ioannis Tsapakis, Md Nasim Khan, Jinli Liu, David Mills, Matt Miller, Kevin Balke, Jason Wu, Mehdi Azimi, Yi Qi",
            "publication_date": "2023/9/1",
            "issue": "FHWA/TX-23/0-7131-R1",
            "publisher": "Texas A&M Transportation Institute",
            "description": "Enhancing the quality and efficiency of the Texas surface transportation system necessitates reliable predictions about the initiation and dispersion of prolonged congestion, as well as effective tracking of atypical events and their potential evolution. Artificial intelligence (AI) offers a unique avenue for achieving these goals, presenting an opportunity to accurately estimate congestion measures by utilizing data from various sources, including agency-owned sensors, third-party providers, and extensive enterprise databases. The Texas Department of Transportation 0-7131 project aimed to bridge the current research gap through the implementation of two main project phases. The first phase verified the reliability of commercial data sources for transportation planning and operations. The second phase focused on identifying the most effective AI models or algorithms to meet the Agency’s needs based on specific use cases and data availability. Finally, the team developed a prototype decision support tool based on geographical information system technology. The findings provide valuable guidance for decision-makers to prioritize resources, allocate funding, and implement specific measures tailored to the unique characteristics and congestion patterns of different freeway segments."
        },
        {
            "title": "Enhancing Freeway Safety Prediction Models: Technical Report",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:eH23hyXCXa4C",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://rosap.ntl.bts.gov/view/dot/72330",
            "authors": "Michael P Pratt, Srinivas R Geedipally, Minh Le, Lingtao Wu, Raul Avelar, Subasish Das, Dominique Lord",
            "publication_date": "2023/9/1",
            "issue": "FHWA/TX-22/0-7067-R1",
            "publisher": "Texas A&M Transportation Institute",
            "description": "Safety prediction models have been developed for urban freeway segments in Texas and elsewhere to apply to cross sections up to 10 lanes wide. These models are documented resources such as TxDOT’s Roadway Safety Design Workbook and the Highway Safety Manual and applied in several spreadsheet-based analysis tools. These tools are acknowledged in the Project Development Process Manual and have been used by various district personnel, particularly in the evaluation of project alternatives or analysis of design exceptions. However, additional research is needed to address knowledge gaps as well as to develop updated local calibration factors for the models. Specifically, safety prediction models do not exist for 12-lane freeway segments or freeway segments with managed lanes (e.g., high-occupancy-vehicle or high-occupancy-toll lanes). The research team derived local calibration factors for models for urban freeway segments with 4–10 lanes, assessed the applicability of the 10-lane urban freeway model to freeway segments with 11 or more lanes, and developed new safety prediction models for segments with managed lanes. The research team also developed an analysis tool to help practitioners implement the new models to facilitate analysis of complex urban freeway configurations, such as cases where an urban freeway widening project requires challenging tradeoffs between narrowing lanes or inside or outside shoulders."
        },
        {
            "title": "Traffic Safety Risk Assessment for Selected Roads in Al-Qadisiyah Province",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:g8uWPOAv7ggC",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1232/1/012058/meta",
            "authors": "Amjad Hussein Al-Gharabi, Hamsa Zubaidi, Subasish Das",
            "publication_date": "2023/9/1",
            "journal": "IOP Conference Series: Earth and Environmental Science",
            "volume": "1232",
            "issue": "1",
            "pages": "012058",
            "publisher": "IOP Publishing",
            "description": "Road risk assessments use the same methodology as regular risk assessments and describe all of the dangers that are connected to drivers who use their vehicles for daily-related objectives. These risks include the distance traveled, the duration of the trip, the planned breaks, the driver's posture, the sorts of routes, and the available driving options. The manuscript explored traffic crashes, the geographical distribution of crashes, and the road characteristics to identify the riskiest roads in Al-Qadisiyah Province. Data was collected from Al-Diwaniyah Teaching Hospital, and the data was divided into internal regions with 5996 crashes and external regions with about 6867 crashes. After compiling, indexing, and dividing the data, it was found that the critical crash times are at the beginning and end of the official working hours and at the time of rest after working hours. Likewise, the highest number of injuries are related …"
        },
        {
            "title": "Leveraging Artificial Intelligence (AI) Techniques to Detect, Forecast, and Manage Freeway Congestion [Project Summary]",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:BAanoTsO0WEC",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://rosap.ntl.bts.gov/view/dot/72323",
            "authors": "Ioannis Tsapakis, Subasish Das, Md Nasim Khan, Jinli Liu, David Mills, Matt Miller, Kevin Balke, Jason Wu, Mehdi Azimi, Yi Qi",
            "publication_date": "2023/8/31",
            "issue": "0-7131",
            "publisher": "Texas A&M Transportation Institute",
            "description": "In this research project, researchers designed a comprehensive survey to understand the freeway congestion reduction practices state departments of transportation employed by using big data. This survey addressed topics such as data collection methods, data analysis techniques, big data platform usage, report creation practices, and future needs."
        },
        {
            "title": "Developing AI-driven Safe Navigation [supporting dataset]",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:q0uBw5dMOAkC",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://trid.trb.org/View/2344962",
            "authors": "Subasish Das, Ioannis Tsapakis, Yanmo Weng, Darren Torbic, Soheil Sohrabi, Xinyue Ye, Shoujia Li",
            "publication_date": "2023/8/8",
            "description": "Project Description: Popular navigation applications such as Google Maps and Apple Maps provide distance-based or travel time-based alternative routes with no real-time risk scoring. There is a need for a real-time navigation system that can provide the data-driven decision on the safest path or route. By leveraging data from a diverse range of historical and real-time sources, this study successfully developed a user interface for a navigation tool or application that offers informed and data-driven decisions regarding the safest navigation options. The interface considers multiple scoring factors, including safety, distance, travel time, and an overall scoring metric. This study made a distinctive and valuable contribution by designing and implementing a robust safe navigation tool driven by artificial intelligence. Unlike existing navigation tools that offer multiple uninformed route options, this tool provides users with an informed decision on the safest route. By leveraging advanced AI algorithms and integrating various data sources, this navigation tool enhances the accuracy and reliability of route selection, thereby improving overall road safety and ensuring users can make informed decisions for their journeys. The research team provided a sample of 2021 segment level data with normalized safety score."
        },
        {
            "title": "Developing Artificial Intelligence Driven Safe Navigation Tool",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:XAp-VaTZjjwC",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://rosap.ntl.bts.gov/view/dot/73307",
            "authors": "Subasish Das, Ioannis Tsapakis, Yanmo Weng, Darren Torbic, Soheil Sohrabi, Xinyue Ye, Shoujia Li",
            "publication_date": "2023/8/1",
            "issue": "06-002",
            "publisher": "Safety through Disruption (Safe-D) University Transportation Center (UTC)",
            "description": "Popular navigation applications such as Google Maps and Apple Maps provide distance-based or travel time based alternative routes with no real-time risk scoring. There is a need for a real-time navigation system that can provide the data-driven decision on the safest path or route. By leveraging data from a diverse range of historical and real-time sources, this study successfully developed a user interface for a navigation tool or application that offers informed and data-driven decisions regarding the safest navigation options. The interface considers multiple scoring factors, including safety, distance, travel time, and an overall scoring metric. This study made a distinctive and valuable contribution by designing and implementing a robust safe navigation tool driven by artificial intelligence. Unlike existing navigation tools that offer multiple uninformed route options, this tool provides users with an informed decision on the safest route. By leveraging advanced AI algorithms and integrating various data sources, this navigation tool enhances the accuracy and reliability of route selection, thereby improving overall road safety and ensuring users can make informed decisions for their journeys."
        },
        {
            "title": "Applying few-shot learning in classifying pedestrian crash typing",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:W2uZP3ddy8sC",
            "total_citations": "6",
            "year": "2023",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981231157393",
            "authors": "Yanmo Weng, Subasish Das, Stephanie German Paal",
            "publication_date": "2023/8",
            "journal": "Transportation research record",
            "volume": "2677",
            "issue": "8",
            "pages": "563-572",
            "publisher": "SAGE Publications",
            "description": "Pedestrian deaths account for 23% of all road traffic fatalities worldwide. After declining for three decades, pedestrian fatalities in the United States have been increasing with 6,941 fatalities in 2020, the highest number for more than two decades, impeding progress toward a zero-deaths transportation system. The Pedestrian and Bicycle Crash Analysis Tool (PBCAT) was developed to describe the pre-crash actions of the parties involved to better define the sequence of events and precipitating actions that lead to crashes involving motor vehicles and pedestrians or cyclists. Undoubtedly, police crash data influence decision-making processes in the transportation agencies. Using crash data from three major cities in Texas (during the period from 2018 to 2020), this study assessed the data quality of police-reported crash narratives on pedestrian-involved traffic crashes. As the pedestrian crash typing involves many …"
        },
        {
            "title": "Pattern recognition from injury severity types of frontage roadway crashes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:yY3RG6sOEgwC",
            "total_citations": "2",
            "year": "2023",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/19439962.2022.2123581",
            "authors": "Subasish Das, Reuben Tamakloe, Boniphace Kutela, Ahmed Hossain",
            "publication_date": "2023/7/3",
            "journal": "Journal of Transportation Safety & Security",
            "volume": "15",
            "issue": "7",
            "pages": "659-680",
            "publisher": "Taylor & Francis",
            "description": "Frontage roads are the supporting roadways that are along freeways and fully controlled principal arterial roadway networks in the U.S. These roads are designed in a way to provide access between the freeways, principal arterials, and surrounding business entities. For Texas, these roadways are the leading design resolution for providing access along rural freeways and principal arterial roadways. These roadways are generally two-ways for rural and less developed urban areas and are mostly one-way for urban and city-centered roadways. Although frontage roadways possess major safety concerns, the safety performance of these roadways has not been well studied. This study collected six years of frontage road crash data from Texas to determine the patterns of associated factors by applying a dimension reduction method known as cluster correspondence analysis (CCA). The results revealed four clusters …"
        },
        {
            "title": "Key factors affecting motorcycle-barrier crash severity: an innovative cluster-regression technique",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:natZJ_-F0IUC",
            "total_citations": "3",
            "year": "2023",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/23249935.2023.2230310",
            "authors": "Reuben Tamakloe, Subasish Das, Emmanuel Kofi Adanu, Dongjoo Park",
            "publication_date": "2023/7/1",
            "journal": "Transportmetrica A: Transport Science",
            "pages": "1-25",
            "publisher": "Taylor & Francis",
            "description": "Highway motorcycle-barrier crashes are uncommon but are associated with severe ramifications. Little has been done to understand the factors related to these crashes, making it difficult to establish appropriate mitigation policies. This study identifies homogeneous groups of motorcycle-barrier crashes on highways and investigates cluster-specific key factor associations and the determinants of injury severity. Cluster Correspondence Analysis was employed to discover latent clusters and cluster-specific key factor associations using motorcycle-barrier crashes from Massachusetts. Further, an ordered probit regression technique was employed to investigate the effect of factors on injury severity outcomes at the cluster level. Three highway access control type-related clusters were identified. While seniors, collectors, intersections/roundabouts, daylight, and summer were associated with no/partial access-controlled …"
        },
        {
            "title": "Exploring association of contributing factors to pedestrian fatal and severe injury crashes under dark-no-streetlight condition",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:Y0-TYkg6YM4C",
            "total_citations": "6",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0386111223000134",
            "authors": "Ahmed Hossain, Xiaoduan Sun, Raju Thapa, Md Mahmud Hossain, Subasish Das",
            "publication_date": "2023/7/1",
            "journal": "IATSS research",
            "volume": "47",
            "issue": "2",
            "pages": "214-224",
            "publisher": "Elsevier",
            "description": "The pedestrian crash pattern in the dark-no-streetlight condition is a noteworthy ongoing traffic safety concern. The persistently high percentage of pedestrian fatalities at night in the U.S., as well as in the state of Louisiana, necessitates new research to supplement existing studies. This study utilized 10 years (2010–2019) of pedestrian fatal and severe injury crashes in Louisiana that occurred in the dark without streetlights to identify the associated crash patterns. The methodology is based on Multiple Correspondence Analysis (MCA), an exploratory approach used to discover the association of multiple categorical variables from a crash dataset. The findings suggest that driver characteristics (age, gender, and physical condition), pedestrian action, pedestrian alcohol impairment, and physical settings (posted speed limit, location, and roadway type) have a substantial impact on pedestrian collisions at night without …"
        },
        {
            "title": "Classifying pedestrian maneuver types using the advanced language model",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:EaFouW7jFu4C",
            "total_citations": "5",
            "year": "2023",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981231155187",
            "authors": "Subasish Das, Amir Hossein Oliaee, Minh Le, Michael P Pratt, Jason Wu",
            "publication_date": "2023/7",
            "journal": "Transportation research record",
            "volume": "2677",
            "issue": "7",
            "pages": "599-611",
            "publisher": "SAGE Publications",
            "description": "Pedestrians are the most vulnerable roadway user. While there is much emphasis on “green transportation,” a troubling fact emerges in the U.S.A.: pedestrian deaths are increasing significantly in comparison to motorist deaths, reaching nearly 6941 in 2020—the highest in over two decades. The Pedestrian and Bicycle Crash Analysis Tool was developed to determine motorists and non-motorists’ actions before a crash to accurately define the sequence of events and precipitating actions leading to traffic crashes between motor vehicles and pedestrians or bicyclists. Police report traffic crash data and crash narrative reports undoubtedly play a major role in decision-making for the safety engineers. Using crash data from three major cities in Texas (2018–2020), this study assessed the data quality of text narratives in police reports of pedestrian crashes. The objective of this study was to develop a framework for …"
        },
        {
            "title": "Diagnosis of encroachment-related work-zone crashes by applying pattern recognition",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:7Frjd3zlGBUC",
            "total_citations": "3",
            "year": "2023",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981231152254",
            "authors": "Subasish Das, Mahmood Tabesh, Bahar Dadashova, Chiara Dobrovolny",
            "publication_date": "2023/7",
            "journal": "Transportation research record",
            "volume": "2677",
            "issue": "7",
            "pages": "222-236",
            "publisher": "SAGE Publications",
            "description": "Work-zone safety is one of the critical goals of transportation agencies. Vehicles are required to change travel paths and lanes over a short length of a road section at work zones. Distracted drivers, unable to see advanced warning signals and pavement markings delineating the work-zone travel paths, could increase the likelihood of a crash. Recent statistics showed that fatal collisions in work zones had increased by 46% in 2019 compared with 2011. The frequency of roadway departures at work zones, the higher risk of fatalities, and little insight into encroachment types at work zones underscored the need for a thorough study. This study aimed to examine the vehicle encroachment conditions associated with work-zone locations and focused on 4 years (2016 to 2019) of crash data from the Texas Department of Transportation by applying a unique data-mining method known as cluster correspondence analysis …"
        },
        {
            "title": "Severity modeling of work zone crashes in New Jersey using machine learning models",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:RtRctb2lSbAC",
            "total_citations": "13",
            "year": "2023",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/19439962.2022.2098442",
            "authors": "Ahmed Sajid Hasan, Md Asif Bin Kabir, Mohammad Jalayer, Subasish Das",
            "publication_date": "2023/6/3",
            "journal": "Journal of Transportation Safety & Security",
            "volume": "15",
            "issue": "6",
            "pages": "604-635",
            "publisher": "Taylor & Francis",
            "description": "In the United States, the probability of work zone crashes has increased due to an increase in renovation works by transportation infrastructures. The severity of work zone crashes is associated with multiple contributing factors such as the roadway’s geometric design features, temporal variables, environmental conditions, types of vehicles, and driver behaviors. For this study, we acquired and analyzed three years (2016–2018) of work zone crash data from the state of New Jersey. We investigated the performance of several machine learning methods, including Support Vector Machine, Random Forest, Catboost, Light GBM, and XGBoost to predict the type of injury severity resulting from work zone crashes. To evaluate models’ performances, some statistical evaluation parameters such as accuracy, precision, and recall scores were calculated. In addition, a sensitivity analysis was conducted to assess the impact of …"
        },
        {
            "title": "Impact of operating speed measures on traffic crashes: Annual and daily level models for rural two-lane and rural multilane roadways",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:s9ia6_kGH2AC",
            "total_citations": "3",
            "year": "2023",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/19439962.2022.2098441",
            "authors": "Subasish Das, Eun Sug Park, Sobhan Sarkar",
            "publication_date": "2023/6/3",
            "journal": "Journal of Transportation Safety & Security",
            "volume": "15",
            "issue": "6",
            "pages": "584-603",
            "publisher": "Taylor & Francis",
            "description": "A significant association between crash severity and operating speed is known to exist. However, the findings related to the speed-crash association are inconclusive. Some studies found that higher speed is associated with a higher number of crashes, whereas other studies found the opposite result. Some of the critical issues in this research problem result from study design, the definition of operating speed measures, types and granularity of operating speed measures, spatial correlation, and design standards of different roadway facilities. The road safety profession will benefit greatly from informative research on the impact of vehicle operating speed, roadway design elements, and traffic volume on crash outcomes. This study investigated the speed-crash association in both annual and daily level datasets to determine how roadway characteristics interact with various speed measures to impact the likelihood of …"
        },
        {
            "title": "Using Bidirectional Encoder Representations from Transformers (BERT) to classify traffic crash severity types",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:yeL6HyUMUGUC",
            "total_citations": "19",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2949719123000043",
            "authors": "Amir Hossein Oliaee, Subasish Das, Jinli Liu, M Ashifur Rahman",
            "publication_date": "2023/6/1",
            "journal": "Natural language processing journal",
            "volume": "3",
            "pages": "100007",
            "publisher": "Elsevier",
            "description": "Traffic crashes are a critical safety concern. Many studies have attempted to improve traffic safety by performing a wide range of studies on safety topics with the application of diverse statistical and machine learning models. The data elements contained in police-reported crash narrative information are not routinely analyzed with coded and structured crash data. In the recent years, unstructured textual contents in traffic crash narratives have been investigated by many researchers. However, most of these studies are basic text mining applications and often the dataset is limited in size. This study applied an advanced language model Bidirectional Encoder Representations from Transformers (BERT) to classify traffic injury types by using a dataset of over 750,000 unique crash narrative reports. The models have an 84.2%±0.5 predictive accuracy and an Area Under the receiver operating Curve (AUC) of 0.93±0.06 …"
        },
        {
            "title": "Factors influencing safety perceptions of sharing roadways with autonomous vehicles among vulnerable roadway users",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:QoJ_w57xiyAC",
            "total_citations": "13",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0022437523000312",
            "authors": "Md Tawhidur Rahman, Kakan Dey, V Dimitra Pyrialakou, Subasish Das",
            "publication_date": "2023/6/1",
            "journal": "Journal of safety research",
            "volume": "85",
            "pages": "266-277",
            "publisher": "Pergamon",
            "description": "Introduction: The operation of autonomous vehicles (AVs) on public roadways affects the safety of vulnerable roadway users, such as pedestrians and bicyclists. This research contributes to the literature by investigating vulnerable roadway users’ safety perceptions on road sharing with AVs. Method: This study analyzed the survey responses of pedestrians and bicyclists in Pittsburgh, Pennsylvania, collected by Bike Pittsburgh (Bike PGH) in 2017 and 2019. First, this study investigates how pedestrians and bicyclists perceive safety regarding road sharing with AVs. Second, the study examines how the safety perceptions of pedestrians and bicyclists regarding AVs might be changing over time. Non-parametric tests were applied to compare the safety perceptions of pedestrians and bicyclists across different characteristics, experiences, and attitudes, considering the ordinal nature of the AV safety perception data. An …"
        },
        {
            "title": "How do driving behavior and attitudes toward road safety vary between developed and developing countries? Evidence from Iran and the Netherlands",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:Azgs6IHzeyYC",
            "total_citations": "8",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0022437523000208",
            "authors": "Abbas Sheykhfard, Farshidreza Haghighi, Grigorios Fountas, Subasish Das, Ali Khanpour",
            "publication_date": "2023/6/1",
            "journal": "Journal of safety research",
            "volume": "85",
            "pages": "210-221",
            "publisher": "Pergamon",
            "description": "Introduction: The rates of road traffic injuries and fatalities in developing countries are significantly higher than in developed countries. This study examines the differences in driving behavior, road safety attitudes, and driving habits between a developed country (the Netherlands) and a developing country (Iran), which bear major differences in terms of crash involvement per population. Method: In this context, this study assesses the statistical association of crash involvement with errors, lapses, aggressive driving incidents, and non-compliance with traffic rules, attitudes, and habits. Structural equation modeling was used to evaluate data obtained from 1,440 questionnaires (720 samples for each group). Results: The results revealed that more insecure attitudes toward traffic-regulation observance, negative driving habits, and risky behaviors, such as traffic rule violations act as influential factors of crash involvement …"
        },
        {
            "title": "Factors associated with driver injury severity of motor vehicle crashes on sealed and unsealed pavements: Random parameter model with heterogeneity in means and variances",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:T_ojBgVMvoEC",
            "total_citations": "17",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S204604302200034X",
            "authors": "Ihsan Obaid, Ali Alnedawi, Ghufraan Mohammed Aboud, Reuben Tamakloe, Hamsa Zuabidi, Subasish Das",
            "publication_date": "2023/6/1",
            "journal": "International journal of transportation science and technology",
            "volume": "12",
            "issue": "2",
            "pages": "460-475",
            "publisher": "Elsevier",
            "description": "The effect of sealed or unsealed road pavements on motorist’s injury severities has not been extensively explored. This study collected a four-year crash dataset (2015–2018) from South Australia to explore this issue. The data shows 3,812 and 1,086 crashes at sealed and unsealed pavement surfaces, respectively, during those years. This study examines the consequence of sealed and unsealed pavements on driver injury severity outcomes of motor vehicle crashes. A mixed logit model was developed by accounting for heterogeneity in means and variances of the random parameters. The variables were distributed among several categories: driver, temporal, spatial, roadway characteristics, crash type, vehicle type, and vehicle movement. Four random parameters were observed in the sealed model, whereas five parameters were in the unsealed one. Moreover, the sealed pavements model showed substantial …"
        },
        {
            "title": "Using Health Behavior Theory and Relative Risk Information to Increase and Inform Use of Alternative Transportation (05-008)[supporting dataset]",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:idthP5jqfYAC",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://trid.trb.org/View/2350746",
            "authors": "Eva Shipp, Shawn Turner, Ipek Sener, Michael Martin, LD White, Subasish Das, Robert Hampshire, Mike Colety, Kay Fitzpatrick, Ravi Wijesundera",
            "publication_date": "2023/5/31",
            "description": "Project Description: All interventions aimed at promoting walking and cycling as an alternative transportation must educate the public on the associated risk and account for it in order to allocate resources efficiently. There are two components to estimating injury risk–injury counts (the numerator) and a measure of exposure (the denominator). Injury count (fatalities and non-fatal injuries) or the numerator can be sourced from the state crash database (CRIS), however, that excludes events that do not involve a motor-vehicle. Additionally, crash data provides limited information on injury diagnosis beyond discrete identification of injury severity (eg, fatality, suspected serious injury, possible injury). The most popular and commonly used measure of exposure is population, for it is an easily available metric. However, population while a measure of the burden of injury, overestimates the risk among younger population and males (Keall, 1995). Furthermore, Buehler and Pucher (2021) argue that while per-capita rates are useful for controlling for changes in population across different countries when making country-level comparisons, they do not control for changes in walking, cycling, and driving rates over time within each country. The project estimated three different measures of exposure–annual trip count, annual distance travelled and annual trip duration–for pedestrians and bicyclists. Data Scope: The Areawide Non-Motorized Exposure Tool makes it easier for practitioners to obtain and summarize nationwide travel survey data to estimate pedestrian and bicyclist exposure to risk at statewide and metropolitan planning organization (MPO) area scales …"
        },
        {
            "title": "Short-Duration Crash Modeling to Understand the Impact of Operating Speed on Freeway Crashes During COVID-19",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:H7nrzBkawXsC",
            "total_citations": "1",
            "year": "2023",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981231169283",
            "authors": "Subasish Das, Ali Khodadadi, Jinli Liu",
            "publication_date": "2023/5/10",
            "journal": "Transportation Research Record",
            "pages": "03611981231169283",
            "publisher": "SAGE Publications",
            "description": "Gaining an understanding of speed–crash relationships is a critical issue in highway safety research. Because of the ongoing pandemic (COVID-19) there has been a reduction in traffic volume, and some early studies explain that speeding in an environment with less traffic is associated with a high number of crashes, especially fatal and serious injury crashes. This study aims to quantify the impact of operating speed on traffic crash occurrences. The study conflated several databases (speed data, roadway inventory data, and crash data) that contain data from Dallas, Texas, spanning from 2018 to 2020, to examine the speed–crash association. Using the negative binomial Lindley regression model, this study showed that the trends of crash prediction models vary over the years (2018, 2019, and 2020) by different injury severity levels (i.e., fatal crashes, fatal and incapacitating injury crashes). The 2020 models …"
        },
        {
            "title": "How does talking with passengers threatens pedestrian life? An analysis of drivers' performance based on real-world driving data",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:3_LpOwP6eMYC",
            "total_citations": "2",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S1369847823001031",
            "authors": "Abbas Sheykhfard, Farshidreza Haghighi, Subasish Das",
            "publication_date": "2023/5/1",
            "journal": "Transportation research part F: traffic psychology and behaviour",
            "volume": "95",
            "pages": "464-479",
            "publisher": "Pergamon",
            "description": "Talking with passengers while driving may impair driver performance. However, little is known about the extent to which this factor affects driver behavior. Since distracted driving accounts for most pedestrian accidents, the present study seeks to demonstrate the danger posed to pedestrian crossing safety by talking with passengers. Based on a real-world driving approach, the current study examines how talking with a passenger affects a driver’s behavior when encountering pedestrians. A study of 41 participants’ driving behavior at different locations was conducted, and 2,922 conflicts with pedestrians were coded according to four conditions (without or with passengers, and at marked crossings or at other locations). Using binary regression, it was found that this factor near pedestrian crossing areas causes significant dysfunction in driving yielding behavior. Distraction negatively affects driver-yielding behavior …"
        },
        {
            "title": "Do people act differently while using ridesharing services with children?",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:FsLZdJ3BAzkC",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0965856423000678",
            "authors": "Subasish Das, Md Tawhidur Rahman, Nuzhat Kabir, Oscar Oviedo-Trespalacios, Kakan Dey, Md Mahmud Hossain",
            "publication_date": "2023/5/1",
            "journal": "Transportation research part A: policy and practice",
            "volume": "171",
            "pages": "103647",
            "publisher": "Pergamon",
            "description": "Children are one of the most vulnerable population groups in traffic crashes. Child safety seats (CSSs) can reduce the severity of crash outcomes for children. The use of CSSs has significantly increased in the U.S. over the last 40 years, but the use of CSSs in popular ridesharing services (RSSs), such as Uber and Lyft, is not widespread. This paper used a publicly available nationwide online survey designed to understand the knowledge and attitudes of drivers and riders toward child passenger safety in RSSs. This study performed a rigorous exploratory data analysis to identify key insights about the survey participants. A recently developed dimension-reduction method was applied to understand the co-occurrence patterns of the responses to gain intuitive insights. Finally, open ended responses of survey participants have been analyzed for further insights. The findings of this study can be used to promote new …"
        },
        {
            "title": "In-depth understanding of pedestrian–vehicle near-crash events at signalized intersections: An interpretable machine learning approach",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:nPTYJWkExTIC",
            "total_citations": "5",
            "year": "2023",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981221136138",
            "authors": "Xiaoqiang Kong, Subasish Das, Yunlong Zhang, Zihang Wei, Chi-hao Yuan",
            "publication_date": "2023/5",
            "journal": "Transportation research record",
            "volume": "2677",
            "issue": "5",
            "pages": "747-759",
            "publisher": "SAGE Publications",
            "description": "This study used a pedestrian-involved near-crash database and adopted an interpretable machine learning framework using SHapley Additive exPlanations (SHAP) to understand the factors associated with critical pedestrian-involved near-crash events. The results indicate that pedestrians with a relatively higher walking speed are more likely to be involved in critical near-crash events. Furthermore, critical pedestrian-involved near-crash events are highly associated with vehicles with driving speeds of less than 10 mph. A higher pedestrian volume is highly associated with critical near-crash events with left-turn vehicles. It is possible that a higher pedestrian volume increases the occurrence of jaywalking behavior or encourages more pedestrians to step into the crosswalk when they should not. By contrast, a higher pedestrian volume is highly associated with non-critical near-crash events with right-turn vehicles …"
        },
        {
            "title": "Applying explainable machine learning techniques in daily crash occurrence and severity modeling for rural interstates",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:R-LXmdHK_14C",
            "total_citations": "17",
            "year": "2023",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981221134629",
            "authors": "Zihang Wei, Yunlong Zhang, Subasish Das",
            "publication_date": "2023/5",
            "journal": "Transportation research record",
            "volume": "2677",
            "issue": "5",
            "pages": "611-628",
            "publisher": "SAGE Publications",
            "description": "Conventional traffic crash analysis methods often use highly aggregated data, making it difficult to understand the effects of time-varying factors on crash occurrence. Although studies have used data with small aggregation intervals, they typically analyze the effect of a single factor on crash occurrence. In this study, we investigate the collaborative effect of roadway geometry, speed distribution, and weather conditions on crash occurrence and severity using explainable machine learning methods on daily level crash data. The data were collected on rural Interstate highways in Texas. Four machine learning methods: random forest, AdaBoost, XGBoost, and deep neural network, were tested on the dataset. The results showed that XGBoost performs the best on the imbalanced dataset. The study used the synthetic minority oversampling technique (SMOTE) method to mitigate the data imbalance issue. The XGBoost …"
        },
        {
            "title": "Using unsupervised learning to investigate injury-associated factors of animal-vehicle crashes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:m92CDrhVnKEC",
            "total_citations": "5",
            "year": "2023",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/17457300.2022.2125532",
            "authors": "M Ashifur Rahman, Subasish Das, Xiaoduan Sun, Ming Sun, Md Mahmud Hossain",
            "publication_date": "2023/4/3",
            "journal": "International Journal of Injury Control and Safety Promotion",
            "volume": "30",
            "issue": "2",
            "pages": "210-219",
            "publisher": "Taylor & Francis",
            "description": "Animal vehicle crash is a critical yet often under-emphasized safety concern of Louisiana. During 2014-2018, over 14,000 animal-related crashes cost Louisiana more than $520 million. To identify multiple key contributing factors and their association patterns, this study applied association rules mining in the dataset of animal-related roadway crashes that occurred during 2014-2018. Since high proportions of animal-related crashes involve complaint and no injury of vehicle occupants, separate analyses were performed for KAB (fatal, severe, and moderate injury) and CO (possible/complaint and no injury) crashes. Top rules ordered by higher lift values were interpreted and compared to implicate the quantified likelihood of crash patterns. KAB rules presented the likelihood of associations of characteristics such as unlighted dark conditions, interstate and parish roads, a wide range of speed limits, residential and …"
        },
        {
            "title": "Understanding patterns of moped and seated motor scooter (50 cc or less) involved fatal crashes using cluster correspondence analysis",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:1tZ8xJnm2c8C",
            "total_citations": "14",
            "year": "2023",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/23249935.2022.2029613",
            "authors": "Subasish Das, Md Mahmud Hossain, M Ashifur Rahman, Xiaoqiang Kong, Xiaoduan Sun, GM Al Mamun",
            "publication_date": "2023/3/15",
            "journal": "Transportmetrica A: transport science",
            "volume": "19",
            "issue": "2",
            "pages": "2029613",
            "publisher": "Taylor & Francis",
            "description": "Moped and seated motor scooter (50 ccs or less) riders have a relatively high risk of becoming crash casualties. Comparison between 2015 and 2019 fatal crash data indicates that fatal moped crashes have increased by 76%, whereas fatal motorcycle crashes have decreased by 2%. This study collected moped and seated motor scooter-related fatal crash data for five years (2015–2019) from the Fatality Analysis Reporting System (FARS) to perform the analysis. Using an innovative categorical data analysis method known as cluster correspondence analysis (CCA), this study identified some critical clusters with a group of co-occurring variable categories. The contextual understanding of fatal crash patterns could guide authorities in developing data-driven interventions and countermeasures aiming to minimize moped collisions and related fatalities. The findings of this study can provide a better understanding of …"
        },
        {
            "title": "ChatGPT as the Transportation Equity Information Source for Scientific Writing",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:7H_jS4BsgvYC",
            "total_citations": "4",
            "year": "2023",
            "source_url": "https://arxiv.org/abs/2303.11158",
            "authors": "Boniphace Kutela, Shoujia Li, Subasish Das, Jinli Liu",
            "publication_date": "2023/3/10",
            "journal": "arXiv preprint arXiv:2303.11158",
            "description": "Transportation equity is an interdisciplinary agenda that requires both transportation and social inputs. Traditionally, transportation equity information are sources from public libraries, conferences, televisions, social media, among other. Artificial intelligence (AI) tools including advanced language models such as ChatGPT are becoming favorite information sources. However, their credibility has not been well explored. This study explored the content and usefulness of ChatGPT-generated information related to transportation equity. It utilized 152 papers retrieved through the Web of Science (WoS) repository. The prompt was crafted for ChatGPT to provide an abstract given the title of the paper. The ChatGPT-based abstracts were then compared to human-written abstracts using statistical tools and unsupervised text mining. The results indicate that a weak similarity between ChatGPT and human-written abstracts. On average, the human-written abstracts and ChatGPT generated abstracts were about 58% similar, with a maximum and minimum of 97% and 1.4%, respectively. The keywords from the abstracts of papers with over the mean similarity score were more likely to be similar whereas those from below the average score were less likely to be similar. Themes with high similarity scores include access, public transit, and policy, among others. Further, clear differences in the key pattern of clusters for high and low similarity score abstracts was observed. Contrarily, the findings from collocated keywords were inconclusive. The study findings suggest that ChatGPT has the potential to be a source of transportation equity information. However …"
        },
        {
            "title": "Young drivers and cellphone distraction: Pattern recognition from fatal crashes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:C33y2ycGS3YC",
            "total_citations": "19",
            "year": "2023",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/19439962.2022.2048763",
            "authors": "Md Mahmud Hossain, Huaguo Zhou, Subasish Das, Xiaoduan Sun, Ahmed Hossain",
            "publication_date": "2023/3/4",
            "journal": "Journal of Transportation Safety & Security",
            "volume": "15",
            "issue": "3",
            "pages": "239-264",
            "publisher": "Taylor & Francis",
            "description": "More than 30% of cellphone-distracted fatal crashes occurred to drivers younger than 25-years-old in 2018, even though they constitute less than 12% of total licensed drivers in the U.S. Using joint correspondence analysis (JCA), this study analyzed six years (2014–2019) of cellphone-related fatal crashes involving young drivers based on the data from the Fatality Analysis Reporting System (FARS). This unsupervised learning algorithm can graphically display the co-occurrence of variable categories in a lower-dimensional space by effectively summarizing the knowledge of a complex crash dataset. The Boruta algorithm was applied to select the relevant features from the preliminary crash dataset. The empirical results of JCA manifest a few interesting fatal crash patterns. For example, young male drivers in light trucks were involved in deadly collisions while performing specific cellphone activities (other than …"
        },
        {
            "title": "Single-vehicle run-off road crashes because of cellphone distraction: finding patterns with rule mining",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:AZju0d2GQJ0C",
            "total_citations": "4",
            "year": "2023",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981221122781",
            "authors": "M Ashifur Rahman, Subasish Das, Xiaoduan Sun",
            "publication_date": "2023/3",
            "journal": "Transportation research record",
            "volume": "2677",
            "issue": "3",
            "pages": "1261-1277",
            "publisher": "SAGE Publications",
            "description": "A wide array of literature strongly indicates a higher likelihood of roadway departure because of cellphone use; however, patterns of associative attributes in single-vehicle run-off-road (SVROR) crashes because of cellphone distraction remained unexplored. Using the association rule mining (ARM) method, this study aimed to identify the variable categories that concurrently occur in such crashes, visualize the structures representing those concurrent associations, and discuss the crash patterns associated with different severity types. The SVROR crashes with cellphone use by the driver at fault were highlighted to be strongly connected to non-usage of safety restraints, weekends, both lighted and unlighted dark conditions, two-lane highways without physical separation, roadway curves, and so forth. Alongside several attributes, non-usage of restraints was strongly associated with fatal and both incapacitating and …"
        },
        {
            "title": "How do driving behavior and attitudes toward road safety vary between",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:6VlyvFCUEfcC",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://www.researchgate.net/profile/Subasish-Das/publication/368646278_How_do_driving_behavior_and_attitudes_toward_road_safety_vary_between_developed_and_developing_countries_Evidence_from_Iran_and_the_Netherlands/links/63f2650d31cb6a6d1d1683a8/How-do-driving-behavior-and-attitudes-toward-road-safety-vary-between-developed-and-developing-countries-Evidence-from-Iran-and-the-Netherlands.pdf?origin=journalDetail&_tp=eyJwYWdlIjoiam91cm5hbERldGFpbCJ9",
            "authors": "Abbas Sheykhfard, Frashidreza Haghighi, Grigorios Fountas, Subasish Das, Ali Khanpour",
            "publication_date": "2023/2/16",
            "description": "30 Introduction: The rates of road traffic injuries and fatalities in developing countries are significantly 31 higher than in developed countries. This study examines the differences in driving behavior, road safety 32 attitudes, and driving habits between a developed country (the Netherlands) and a developing country 33 (Iran), which bear major differences in terms of crash involvement per population. Method: In this con-34 text, this study assesses the statistical association of crash involvement with errors, lapses, aggressive 35 driving incidents, and non-compliance with traffic rules, attitudes, and habits. Structural equation mod-36 eling was used to evaluate data obtained from 1,440 questionnaires (720 samples for each group). Results: 37 The results revealed that more insecure attitudes toward traffic-regulation observance, negative driving 38 habits, and risky behaviors, such as traffic rule violations act as influential factors of crash involvement. 39 Iranian participants showed a greater likelihood to get involved in violations and driving habits with a 40 higher level of risk. In addition, lower levels of safety attitudes toward traffic-regulation observance were 41 observed. On the other hand, Dutch drivers were more likely to report lapses and errors. Dutch drivers 42 also reported safer behavior in terms of unwillingness to engage in risky behaviors such as violations 43 (speeding and no-overtaking). The structural equation models for crash involvement based on behaviors, 44 attitudes, and driving habits were also evaluated for their accuracy and statistical fit using relevant indi-45 cators. Practical Applications: Finally, the findings of the present study …"
        },
        {
            "title": "Left-turn phasing selection considering vehicle to vehicle and vehicle to pedestrian conflicts",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:lg2tdxc6qMwC",
            "total_citations": "4",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2095756423000077",
            "authors": "Kakan C Dey, Md Tawhidur Rahman, Subasish Das, Amrit Manova Williams",
            "publication_date": "2023/2/1",
            "journal": "Journal of traffic and transportation engineering (English edition)",
            "volume": "10",
            "issue": "1",
            "pages": "58-69",
            "publisher": "Elsevier",
            "description": "Left-turning vehicle movement at signalized intersections with permissive left-turn phases creates safety concerns due to the higher chance of conflict with opposing-through vehicles and pedestrians. In this research, a simulation-based study was conducted to evaluate pedestrians' impact on traffic conflicts between left-turning vehicles and opposing-through vehicles (V-V conflicts) as well as traffic conflicts between left-turning vehicles and pedestrians (V-P conflicts) in the permissive left-turn phasing scenario. Intersections with different opposing-through volumes, left-turn volumes, number of opposing-through lanes, and pedestrian volumes were modeled in VISSIM, a traffic micro-simulator. The surrogate safety assessment model (SSAM) was used to estimate the number of V-V and V-P conflicts. The effect of pedestrian presence on V-V and V-P conflicts was evaluated using simulation scenarios with and without …"
        },
        {
            "title": "Understanding the drowsy driving crash patterns from correspondence regression analysis",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:iyewoVqAXLQC",
            "total_citations": "16",
            "year": "2023",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0022437522001700",
            "authors": "M Ashifur Rahman, Subasish Das, Xiaoduan Sun",
            "publication_date": "2023/2/1",
            "journal": "Journal of safety research",
            "volume": "84",
            "pages": "167-181",
            "publisher": "Pergamon",
            "description": "Drowsy driving-related crashes have been a key concern in transportation safety. In Louisiana, 14% (1,758 out of 12,512) of police-reported drowsy driving-related crashes during 2015–2019 resulted in injury (fatal, severe, or moderate). Amid the calls for action against drowsy driving by national agencies, it is of paramount importance to explore the key reportable attributes of drowsy driving behaviors and their potential association with crash severity. Method: This study used 5-years (2015–2019) of crash data and utilized the correspondence regression analysis method to identify the key collective associations of attributes in drowsy driving-related crashes and interpretable patterns based on injury levels. Results: Several drowsy driving-related crash patterns were identified through crash clusters – afternoon fatigue crashes by middle-aged female drivers on urban multilane curves, crossover crashes by young …"
        },
        {
            "title": "A scientometric analysis and bibliometric review of driver injury severity crash studies",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=20&pagesize=80&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:rqnDXT1GswoC",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://www.iasj.net/iasj/article/267818",
            "authors": "Subasish Das, Hamsa Zubaidi, Amjad Hussein Al-Gharabi",
            "publication_date": "2023",
            "journal": "Al-Qadisiyah Journal for Engineering Sciences",
            "volume": "16",
            "issue": "1",
            "publisher": "Al-Qadisiyah University",
            "description": "One of the worst epidemics that endangers our life and has an impact on the future is the epidemic of road accidents. The goal of this study is to define traffic accidents, comprehend their causes, pinpoint the key elements that affect the seriousness of driver injuries, and ultimately identify the factors that contribute to accidents, such as excessive speed, alcohol, and drug use, the driver, the road, the vehicle, and environmental factors. Understanding prior research and studies are crucial. In earlier experiments, data visualization was accomplished using the VOS viewer. The Dimension, Web of Science, and Scopus websites were used to download the information for the keywords in Excel format. By country, it lists these terms, authors, and researchers. The researcher was able to conduct a study that was identical to his or her study with the aid of the keywords\" driver injury severity,\"\" driver crash,\" and\" crash analysis.\""
        },
        {
            "title": "Artificial Intelligence in Highway Safety [supporting dataset]",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:sbeIDTyQOFgC",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://trid.trb.org/View/2371063",
            "authors": "Subasish Das",
            "publication_date": "2023",
            "description": "Book description: Artificial Intelligence in Highway Safety provides cutting-edge advances in highway safety using artificial intelligence (AI). The author is a highway safety expert. He pursues highway safety within its contexts, while drawing attention to the predictive powers of AI techniques in solving complex problems for safety improvement. This book provides both theoretical and practical aspects of highway safety. Each chapter contains theory and its contexts in plain language with several real-life examples. It is suitable for anyone interested in highway safety and AI and it provides an illuminating and accessible introduction to this fast-growing research trend. Material supplementing the book can be found at https://github. com/subasish/AI_in_HighwaySafety. It offers a variety of supplemental materials, including data sets and R codes."
        },
        {
            "title": "Developing AI-Driven Safe Navigation Tool",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:8VtEwCQfWZkC",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://vtechworks.lib.vt.edu/items/ee4062d3-4131-49ef-be17-075f9b8747b5",
            "authors": "Subasish Das, Soheil Sohrabi, Ioannis Tsapakis, Xinyue Ye, Yanmo Weng, Shoujia Li, Darren Torbic",
            "publication_date": "2023",
            "publisher": "Safe-D University Transportation Center",
            "description": "Popular navigation applications such as Google Maps and Apple Maps provide distance-based or travel timebased alternative routes with no real-time risk scoring. There is a need for a real-time navigation system that can provide the data-driven decision on the safest path or route. By leveraging data from a diverse range of historical and real-time sources, this study successfully developed a user interface for a navigation tool or application that offers informed and data-driven decisions regarding the safest navigation options. The interface considers multiple scoring factors, including safety, distance, travel time, and an overall scoring metric. This study made a distinctive and valuable contribution by designing and implementing a robust safe navigation tool driven by artificial intelligence. Unlike existing navigation tools that offer multiple uninformed route options, this tool provides users with an informed decision on the safest route. By leveraging advanced AI algorithms and integrating various data sources, this navigation tool enhances the accuracy and reliability of route selection, thereby improving overall road safety and ensuring users can make informed decisions for their journeys."
        },
        {
            "title": "Crash Contributing Factors and Patterns Associated with Fatal Truck-involved Crashes in Bangladesh: Findings from Text Mining Approach",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:60iIaj97TE0C",
            "total_citations": "1",
            "year": "2023",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981231209031",
            "authors": "Ahmed Hossain, Xiaoduan Sun, Shah Alam, Subasish Das",
            "publication_date": "2023",
            "journal": "Transportation Research Record",
            "issue": "https://doi.org/10.1177/0361198123120903",
            "publisher": "Sage Publishers",
            "description": "Despite extensive research on traffic injury severities, relatively little is known about the factors contributing to truck-involved crashes in developing countries, especially in the context of Bangladesh. Because of the unavailability of authentic crash data sources, this study collected data from alternative sources such as online English news media reports. The current study prepared a database of 144 truck-involved fatal crash reports during the period of 12 months (January 2021 to December 2021). The crash reports contain a bag of 15,300 words. Several state-of-the-art text mining tools were utilized to identify crash patterns, including word cloud analysis, word frequency analysis, word co-occurrence network analysis, rapid automatic keyword extraction, and topic modeling. The analysis revealed several important crash contributing factors, such as the type of vehicle involved (auto-rickshaw, bus, van, motorcycle …"
        },
        {
            "title": "Exploring factors contributing to crash injury severity at Al-Diwaniyh city streets: random parameter ordered probit model technique",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:I858iXPj1OkC",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2023/64/e3sconf_icgee2023_03014/e3sconf_icgee2023_03014.html",
            "authors": "Amjad H Al-Gharabi, Hamsa Zubaidi, Subasish Das",
            "publication_date": "2023",
            "journal": "E3S Web of Conferences",
            "volume": "427",
            "pages": "03014",
            "publisher": "EDP Sciences",
            "description": "Traffic crashes are among the problems that affect societies because the losses caused by these crashes directly impact the citizen due to the psychological suffering it leaves. Therefore, care must be taken, and strenuous efforts must be made in order to reduce the percentage of crash victims and losses. Depending on the characteristics of the local transportation environment, the study outcomes of traffic crash data may differ. Therefore, in order to comprehend the factors that contribute to and are involved in traffic crashes in Iraq, it is important to concentrate on the city's unique characteristics. So, the purpose of this study is to pinpoint the contributing factors that substantially impact how serious traffic crashes are in Al-diwaniya City for the years (2017-2022). RStudio was used to examine complex interactions and assess the fundamental elements that influence the severity of the crash by applying the ordered …"
        },
        {
            "title": "A scientometric analysis and bibliometric review of driver injury severity crashes studies",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:Vno172sVVMwC",
            "total_citations": "2",
            "year": "2023",
            "source_url": "https://www.safetylit.org/citations/index.php?fuseaction=citations.viewdetails&citationIds[]=citjournalarticle_764785_13",
            "authors": "Amjad Hussien Mahdi, Hamsa Zubaidi, Subasish Das",
            "publication_date": "2023",
            "journal": "Al-Qadisiyah journal for engineering sciences",
            "volume": "16",
            "issue": "1",
            "pages": "47-52",
            "description": "One of the worst epidemics that endangers our life and has an impact on the future is the epidemic of road accidents. The goal of this study is to define traffic accidents, comprehend their causes, pinpoint the key elements that affect the seriousness of driver injuries, and ultimately identify the factors that contribute to accidents, such as excessive speed, alcohol, and drug use, the driver, the road, the vehicle, and environmental factors. Understanding prior research and studies are crucial. In earlier experiments, data visualization was accomplished using the VOS viewer. The Dimension, Web of Science, and Scopus websites were used to download the information for the keywords in Excel format. By country, it lists these terms, authors, and researchers. The researcher was able to conduct a study that was identical to his or her study with the aid of the keywords\" driver injury severity,\"\" driver crash,\" and\" crash analysis.\""
        },
        {
            "title": "Addressing Encroachment-related Safety Issues in Work Zones: A Guide",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:rOcdG6UcVlcC",
            "total_citations": "1",
            "year": "2023",
            "source_url": "https://trid.trb.org/View/2195070",
            "authors": "Chiara Silvestri Dobrovolny, Bahar Dadashova, Mahmood Tabesh, Subasish Das, Hungjoo Kwon, Roger Bligh, Luke E Riexinger, Colin P Smith, Hampton C Gabler, Shauna Hallmark",
            "publication_date": "2023",
            "source": "NCHRP Research Report",
            "issue": "NCHRP Project 03-134",
            "description": "This report provides evidence-based guidelines to help address safety concerns associated with vehicle encroachment in work zones. Encroachment occurs when a vehicle inadvertently traverses across the boundaries of a work zone, creating safety concerns for highway workers and motorists. The research was further informed by feedback collected during a peer exchange workshop facilitated by the research team. This report will be of interest to state departments of transportation and other stakeholders concerned with reducing the incidence of vehicle encroachment in work zones."
        },
        {
            "title": "Determination of Work Zone Encroachments",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:xGWFX6Gbr9MC",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://trid.trb.org/View/2195069",
            "authors": "Chiara Silvestri Dobrovolny, Bahar Dadashova, Mahmood Tabesh, Subasish Das, Hungjoo Kwon, Roger Bligh, Luke E Riexinger, Colin P Smith, Hampton C Gabler, Shauna Hallmark",
            "publication_date": "2023",
            "source": "NCHRP Web-Only Document",
            "issue": "NCHRP Project 03-134",
            "description": "To help address work zone crashes, the research team identified the need to collect and investigate vehicle encroachment conditions associated with work zone locations to develop a better understanding of the adequacy of existing guidelines and assess the need to potentially revise such guidance for proper implementation. The research team collected and investigated available data from vehicle encroachment conditions associated with work zone locations. Data were mainly collected from available and applicable naturalistic driving studies, shared state crash databases, and National Motor Vehicle Crash Causation Survey and National Cooperative Highway Research Program Project 17-43 databases. Exploratory data analysis and cluster correspondence analysis were conducted to investigate encroachment, roadway, roadside, work zone, and driver behavior conditions. A peer exchange workshop was …"
        },
        {
            "title": "Safety enhancements at short-storage-space railroad crossings",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:9NZAP19TdFAC",
            "total_citations": "2",
            "year": "2023",
            "source_url": "https://rosap.ntl.bts.gov/view/dot/66941",
            "authors": "Subasish Das, Jeffery Warner, Steven Lavrenz, Bedan Khanal",
            "publication_date": "2023/1/1",
            "issue": "SPR-1721",
            "publisher": "Texas A&M Transportation Institute",
            "description": "A short storage space railroad crossing has insufficient distance between the crossing and the highway intersection stop line to safely store a design vehicle. The current Michigan Department of Transportation (MDOT) project (OR 19-032), led by Texas A&M Transportation Institute (TTI), aimed to provide guidance on these crossing types. This study examined the crash data, surroundings of the crossing, and driver behavioral patterns using naturalistic driving and simulation data to identify suitable countermeasures and build communication between MDOT Traffic & Safety and Office of Rail to refine the guidelines. This project conducted four major tasks: 1) a comprehensive review on short-storage crossing related studies, 2) data preparation and development of safety indices for short-storage crossing locations, 3) development of driver behavior related safety scoring for different passive treatments using data from SHRP-2 naturalistic driving study (NDS) and simulation, and 4) development of a guidance document and final report on short-storage crossings in Michigan. The findings of literature review show that little research has been conducted to empirically evaluate the effectiveness of different treatments for grade crossings with short storage, outside of traffic signal preemption strategies. The results also revealed that the highest number of crashes occurred in southeast Michigan (Detroit area), and the lowest number occurred in the sparsely populated northern part of the state. The findings also show that short storage locations are mostly on local undivided roadways. Both NDS and simulation study results indicate that drivers face difficulties …"
        },
        {
            "title": "TCRP Synthesis 156: How Do Transit Agencies Use Social Media?",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:cBPnxVikjH8C",
            "total_citations": "1",
            "year": "2023",
            "source_url": "https://trid.trb.org/View/2132203",
            "authors": "Subasish Das",
            "publication_date": "2023/1",
            "journal": "TR News",
            "issue": "343",
            "description": "This article presents highlights from the 2022 Transit Cooperative Research Program (TCRP) Synthesis 156: Uses of Social Media in Public Transportation. The work included a literature review, a survey of 46 transit agencies, and case examples from six US agencies and one Canadian agency. Topics include: frequency of social media platform use, type of information shared on social media, employee policy related to social media interaction, and social media use during COVID-19. Twitter and Facebook were the platforms that agencies used most frequently to share information and provide customer support. Service alerts were the predominant type of information shared frequently by agencies. The agencies emphasized the importance of employing a designated social media manager and spokesperson to communicate via social media effectively and efficiently."
        },
        {
            "title": "Effectiveness of Traffic Calming Zone in Crash Prone Areas: A Case Study in Iran",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:x21FZCSn4ZoC",
            "total_citations": "1",
            "year": "2023",
            "source_url": "https://trid.trb.org/View/2117797",
            "authors": "Shahrbanoo Kavianpour, Frashidreza Haghighi, Abbas Sheykhfard, Grigorios Fountas, Subasish Das",
            "publication_date": "2023",
            "source": "Transportation Research Board 102nd Annual MeetingTransportation Research Board",
            "issue": "TRBAM-23-00590",
            "description": "Speeding constitutes a major contributing factor of road crashes, especially in crash-prone areas. Although traffic calming has proven an active approach to promoting traffic safety in recent years, limited studies have focused on its use in crash blackspots and its effectiveness at different distances. In the present study, the effect of perceptual calming on the speed behavior of drivers of light and heavy vehicles near the crash blackspots of a crash-prone road in Iran was studied before and after the installation of road signs. To that end, an experimental system through IoT technology that records and collects vehicles’ speeds was developed. The results of the study showed that the deceleration of vehicles is not the same for light and heavy vehicles. T-tests showed that changes in average speed start at distances of 50 meters before the sign location and continue to affect the behavior of light and heavy vehicle drivers up to distances of about 400 meters, although at a diminishing rate. The maximum deceleration was found to occur at initial distances of about 50 meters after the signs. The results of before-after evaluation indicate a longer effect on drivers of heavy vehicles than those of light vehicles. It can be concluded that the cautious behavior of drivers could continue up to a certain distance due to traffic calming, and thereafter, speed gradually increases. This finding re-iterates the high importance of traffic calming in crash-prone areas and also suggests that calming should be performed intermittently along consecutive crash-prone areas."
        },
        {
            "title": "Long-Term Vegetation Management Strategies for Roadsides and Roadside Appurtenances",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:orDZ08hpP44C",
            "total_citations": "",
            "year": "2023",
            "source_url": "https://trid.trb.org/View/2104674",
            "authors": "Jett McFalls, Beverly Storey, Subasish Das, John Habermann, D Lance Bullard Jr",
            "publication_date": "2023",
            "source": "NCHRP Web-Only Document",
            "issue": "NCHRP Project 14-41",
            "description": "This report presents information on strategies that control the establishment and growth of roadside vegetation over an extended period, reducing the need for herbicides, mowing, and other mechanical controls. The report and accompanying resources will be of interest to those responsible for designing and maintaining the roadside environment. Long-term vegetation management strategies that decrease the need for routine chemical and mechanical vegetation control can reduce recurring maintenance costs, highway worker exposure to traffic, impacts to the environment and cultural resources, and maintenance-related delays to the traveling public. However, these strategies vary in their effectiveness, longevity, initial construction costs, maintenance requirements, and aesthetic values. A critical consideration is how any strategy may affect the safety performance of highway appurtenances, such as guardrails, cable barriers, and sign posts. This is because surface and soil conditions are part of the design of roadside safety appurtenances, so designers need to understand any potential interactions between design elements that can affect safety performance."
        },
        {
            "title": "Chatgpt's Scientific Writings: A Case Study on Traffic Safety",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:WwIwg2wKZ0QC",
            "total_citations": "23",
            "year": "2023",
            "source_url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4329120",
            "authors": "Boniphace Kutela, Kelvin Msechu, Subasish Das, Emmanuel Kidando",
            "publication_date": "2023",
            "journal": "Available at SSRN 4329120",
            "description": "The use of advanced language models, such as ChatGPT, is emerging in various fields. Such models can assist students with homework, help prepare business plans, write code, and even create surveys. It has also been found that these programs can even generate fake abstracts and manuscripts. To understand the future of scientific writing in the era of ChatGPT, it is important to explore ChatGPT and human-generated texts for manuscript preparation. This study aimed to evaluate the capability of ChatGPT to prepare a manuscript for publication by comparing its output with actual published content using supervised and unsupervised text mining approaches. This study used the introduction sections of 327 published articles on traffic safety. To obtain the ChatGPT-generated introduction section, a prompt with instructions and the title of 327 manuscripts was supplied to ChatGPT. Five supervised text classifiers, Support Vector Machine (SVM), Random Forest (RF), Naive Bayes (NB), Logitboost, and Neural Network (NNet), were applied to classify human-generated versus ChatGPT-generated introductions. Two unsupervised approaches, Text Network Analysis (TNA) and Text Cluster, were used to identify the difference in textual contents in human-generated and ChatGPT-generated introductions. Results indicate a significant disparity between human-generated and ChatGPT-generated introductions. The accuracy of the supervised text classifiers ranged between 96.4% and 99.5%; SVM, RF, and NNet performed have higher precision. The key features from SVM, RF, and NNet indicated more generic keywords with small variations across the …"
        },
        {
            "title": "City transit rider tweets: understanding sentiments and politeness",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:hsZV8lGYWTMC",
            "total_citations": "13",
            "year": "2023",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/10630732.2021.1903288",
            "authors": "Subasish Das, Hamsa Abbas Zubaidi",
            "publication_date": "2023/1/1",
            "journal": "Journal of Urban Technology",
            "volume": "30",
            "issue": "1",
            "pages": "111-126",
            "publisher": "Routledge",
            "description": "With the expanding popularity of Web 2.0, there has been a huge surge in the use of social media, like Twitter, to express user sentiments or opinions. Delays and breakdowns in transit operations can make riders annoyed and irritated, and as a result, they express their anger and frustration via social media posts. Understanding the tipping points of public frustration will help in developing better solutions. This study aims to develop a framework by developing multilevel sentiment analysis and determine the emotion and politeness measures using transit-related tweets from New York (New York City) and California (San Francisco). The popular hashtags associated with the transit systems of New York and California were collected during 2019. The words associated with negative sentiments widely differ in these two states. Moderate levels of differences are seen in the politeness measures for these two states …"
        },
        {
            "title": "Pattern recognition from light delivery vehicle crash characteristics",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:w1MjKQ0l0TYC",
            "total_citations": "9",
            "year": "2022",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/19439962.2021.1995800",
            "authors": "Subasish Das, Anandi Dutta, M Ashifur Rahman, Xiaoduan Sun",
            "publication_date": "2022/12/2",
            "journal": "Journal of Transportation Safety & Security",
            "volume": "14",
            "issue": "12",
            "pages": "2055-2073",
            "publisher": "Taylor & Francis",
            "description": "In the era of food delivery and grocery delivery startups, traffic crashes associated with light delivery vehicles have increased significantly. Since the number of these crashes is increasing, it is important to investigate light vehicle crashes to gain insights into potential contributing factors. This study collected seven years (2010-2016) of data from traffic crash narrative reports and structured traffic crash data from Louisiana. Using text search options and manual exploration, a database of 1,623 light delivery-related crashes was examined with a comparatively robust clustering method known as cluster correspondence analysis. The findings identified six clusters with specific traits. The key clusters are fatigue, alcohol impairment, young drivers on low to moderate speed roadways, open country and moderate speed state/U.S. highways, and interstate-related crashes due to inattention. Policymakers can use the findings …"
        },
        {
            "title": "A multi-wavelength analysis of BL Her stars: Models versus Observations",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:cRMvf6lLvU8C",
            "total_citations": "",
            "year": "2022",
            "source_url": "https://www.cambridge.org/core/journals/proceedings-of-the-international-astronomical-union/article/multiwavelength-analysis-of-bl-her-stars-models-versus-observations/927D26D2F263C4D727DAAFC23DFB7D27",
            "authors": "S Das, L Molnár, SM Kanbur, M Joyce, A Bhardwaj, HP Singh, M Marconi, V Ripepi, R Smolec",
            "publication_date": "2022/12",
            "journal": "Proceedings of the International Astronomical Union",
            "volume": "18",
            "issue": "S376",
            "pages": "105-114",
            "publisher": "Cambridge University Press",
            "description": "We present new theoretical period–luminosity (PL) and period–radius (PR) relations at multiple wavelengths (Johnson–Cousins–Glass and Gaia passbands) for a fine grid of BL Herculis models computed using mesa-rsp. The non-linear models were computed for periods typical of BL Her stars, i.e. 1 ≤ P(days) ≤ 4, covering a wide range of input parameters: metallicity (−2.0 dex ≤ [Fe/H] ≤ 0.0 dex), stellar mass (0.5–0.8 ), luminosity (50–300 ) and effective temperature (full extent of the instability strip; in steps of 50K). We investigate the impact of four sets of convection parameters on multi-wavelength properties. Most empirical relations match well with theoretical relations from the BL Her models computed using the four sets of convection parameters. No significant metallicity effects are seen in the PR relations. Another important result from our grid of BL Her models is that it supports combining PL relations of RR …"
        },
        {
            "title": "Short duration crash prediction for rural two-lane roadways: applying explainable artificial intelligence",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:NMlhSUseqAsC",
            "total_citations": "17",
            "year": "2022",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981221096113",
            "authors": "Zihang Wei, Subasish Das, Yunlong Zhang",
            "publication_date": "2022/12",
            "journal": "Transportation research record",
            "volume": "2676",
            "issue": "12",
            "pages": "535-549",
            "publisher": "SAGE Publications",
            "description": "Conventional traffic crash analysis methods often use highly aggregated data, making it difficult to understand the effects of time-varying factors on crash occurrence. In this study, the combined effect of roadway geometry, speed distribution, and weather conditions on crash occurrence and severity was investigated on short duration daily level crash data. This study collected data from four different sources on rural two-lane roadways in Texas. A machine learning method, XGBoost (eXtreme Gradient Boosting), was applied to train the data. To mitigate imbalanced data problems, a synthetic minority oversampling technique (SMOTE) was applied. The XGBoost model was trained separately on all crash occurrences and severe crash occurrences. Finally, an explainable artificial intelligence (AI) technique, SHAP (SHapley Additive exPlanation), was applied to investigate the contribution of all variables to the model’s …"
        },
        {
            "title": "In-depth understanding of near-crash events through pattern recognition",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:zwpXiJ37cpgC",
            "total_citations": "4",
            "year": "2022",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981221097395",
            "authors": "Xiaoqiang Kong, Subasish Das, Yunlong Zhang, Lingtao Wu, Jason Wallis",
            "publication_date": "2022/12",
            "journal": "Transportation research record",
            "volume": "2676",
            "issue": "12",
            "pages": "775-785",
            "publisher": "SAGE Publications",
            "description": "Studying near-crashes can help safety researchers understand the nature of crashes from different perspectives. Conventional crash data sets lack information about what occurred directly before the crash event. This study used a near-crash data set extracted from a naturalistic driving study that includes features describing the vehicles, drivers, and information on other vehicles involved before and during the near-crash incidents. This data set provides us with a unique perspective to understand the patterns of near-crashes. This study applied the cluster correspondence analysis (cluster CA) algorithm to explore the patterns and the magnitude of each feature’s dominance within and between the clusters through dimension reduction. The analysis identifies six clusters with four types of near-crashes: near-crash with adjacent vehicles; near-crash with the following or leading vehicles; near-crash with turning vehicles …"
        },
        {
            "title": "Safety and Operations of Automated Delivery Vehicles: A Scoping Review",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:Ade32sEp0pkC",
            "total_citations": "2",
            "year": "2022",
            "source_url": "https://www.researchgate.net/profile/Subasish-Das/publication/351991057_Safety_and_Operations_of_Automated_Delivery_Vehicles_A_Scoping_Review/links/60b468e8299bf1f6d5881371/Safety-and-Operations-of-Automated-Delivery-Vehicles-A-Scoping-Review.pdf",
            "authors": "Subasish Das, Zihang Wei, Vinesh Ravuri",
            "publication_date": "2022/12",
            "description": "With the new revolution of e-commerce growth, the need for delivery service and light delivery vehicles have increased significantly in the last few years. The National Highway Traffic Safety Administration (NHTSA) recently permitted the deployment of automated delivery vehicles (ADVs) with low-speed thresholds. Unlike conventional low-speed vehicles, these ADVs are designed to have no human occupants and they operate exclusively using an automated driving for delivery purpose. ADVs can reduce costs of delivery, release less harmful emissions, improve time efficiency, and increase traffic safety and congestion. This is due to their automated system, dynamic route planning, and sensors that allow a better understanding of the environment. With the increasing demand for delivery services and cost-effective delivery options, there has been increases in research, company manufacturing, and usage of ADVs. Although there are many safety concerns due to the frequent stops on driveway prone residential localities, safety-related issues of these vehicles have not been explored. Additional concerns pertaining to ADVs include network performance demands, privacy issues, and trust of the public. This study performed a comprehensive scoping review on the safety and operational aspects of ADVs by looking at important topics related to ADVs and identifying the key aspects of prominent studies."
        },
        {
            "title": "Physics-guided, physics-informed, and physics-encoded neural networks in scientific computing",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:4Yq6kJLCcecC",
            "total_citations": "56",
            "year": "2022",
            "source_url": "https://arxiv.org/abs/2211.07377",
            "authors": "Salah A Faroughi, Nikhil Pawar, Celio Fernandes, Maziar Raissi, Subasish Das, Nima K Kalantari, Seyed Kourosh Mahjour",
            "publication_date": "2022/11/14",
            "source": "arXiv preprint arXiv:2211.07377",
            "description": "Recent breakthroughs in computing power have made it feasible to use machine learning and deep learning to advance scientific computing in many fields, including fluid mechanics, solid mechanics, materials science, etc. Neural networks, in particular, play a central role in this hybridization. Due to their intrinsic architecture, conventional neural networks cannot be successfully trained and scoped when data is sparse, which is the case in many scientific and engineering domains. Nonetheless, neural networks provide a solid foundation to respect physics-driven or knowledge-based constraints during training. Generally speaking, there are three distinct neural network frameworks to enforce the underlying physics: (i) physics-guided neural networks (PgNNs), (ii) physics-informed neural networks (PiNNs), and (iii) physics-encoded neural networks (PeNNs). These methods provide distinct advantages for accelerating the numerical modeling of complex multiscale multi-physics phenomena. In addition, the recent developments in neural operators (NOs) add another dimension to these new simulation paradigms, especially when the real-time prediction of complex multi-physics systems is required. All these models also come with their own unique drawbacks and limitations that call for further fundamental research. This study aims to present a review of the four neural network frameworks (i.e., PgNNs, PiNNs, PeNNs, and NOs) used in scientific computing research. The state-of-the-art architectures and their applications are reviewed, limitations are discussed, and future research opportunities in terms of improving algorithms, considering …"
        },
        {
            "title": "Pattern recognition from cyclist under influence (CUI) crash events: application of block cluster analysis",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:O0nohqN1r9EC",
            "total_citations": "",
            "year": "2022",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/14659891.2021.1967483",
            "authors": "Subasish Das, Kakan Dey, Md Tawhidur Rahman",
            "publication_date": "2022/11/2",
            "journal": "Journal of substance use",
            "volume": "27",
            "issue": "6",
            "pages": "585-590",
            "publisher": "Taylor & Francis",
            "description": "Background\nAlcohol impairment in traffic crashes is a critical safety concern. Alcohol impairment in non-motorist crashes has been rising in recent years. However, there is not much research focused on cyclist under influence (CUI).\nMethod\nThis study applied block cluster analysis to Louisiana traffic crash data from 2010 to 2016 to identify the key contributing attributes and association patterns of CUI crashes.\nResults\nThe findings identified eight column clusters: hit and run crashes during cloudy conditions, impaired cyclist crashes in open country locations, younger impaired cyclist crashes at lighted intersections, elderly cyclist crashes during inclement weather, intersection crashes on low-speed roadways, segment-related crashes on undivided two-way roadways, fatal cyclist crashes at dark with no lighting, and collision with a vehicle on business locality.\nConclusions\nThe findings of this study can be beneficial in the …"
        },
        {
            "title": "Safe route-finding: A review of literature and future directions",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:wSy_KLzO7YEC",
            "total_citations": "6",
            "year": "2022",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457522002512",
            "authors": "Soheil Sohrabi, Yanmo Weng, Subasish Das, Stephanie German Paal",
            "publication_date": "2022/11/1",
            "source": "Accident Analysis & Prevention",
            "volume": "177",
            "pages": "106816",
            "publisher": "Pergamon",
            "description": "While road navigation systems seek to determine the shortest routes between a given set of origin and destination points, there are certain situations in which the fastest route increases the risk of being involved in road crashes. This implies the necessity of integrating safe route-finding into road navigation systems. This study is designed to synthesize the literature on safe route-finding and identify the gaps in the literature for future research. Specifically, a scoping literature review methodology is applied to understand how safety is incorporated in route-finding, even beyond motor vehicle navigation systems. Three databases (Scopus, Web of Science, and IEEE Xplore) are explored, and controlling for inclusion criteria, 40 studies are included in this review. The findings of this review indicated five areas through which safety was considered in route-finding: motor vehicle navigation, public safety, public health …"
        },
        {
            "title": "Cellphone-distracted crashes of novice teen drivers: Understanding associations of contributing factors for crash severity levels and cellphone usage types",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:YB4bud6kWLwC",
            "total_citations": "13",
            "year": "2022",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/15389588.2022.2097667",
            "authors": "Md Mahmud Hossain, Huaguo Zhou, M Ashifur Rahman, Subasish Das, Xiaoduan Sun",
            "publication_date": "2022/10/3",
            "journal": "Traffic injury prevention",
            "volume": "23",
            "issue": "7",
            "pages": "390-397",
            "publisher": "Taylor & Francis",
            "description": "Objective\nAs novice teen drivers are uniquely susceptible to the harmful effects of secondary activities on cellphones, 38 states and Washington D.C. have banned all types of cellphone usage for drivers younger than 18 years or in the learner/intermediate phase of driving. Despite the prevalence of such cellphone prohibitions, several surveillance studies have highlighted the persistent engagement of teenagers in cellphone-distracted driving, which increases the related crash risk. Most of the prior studies broadly consider cellphone usage as a general distraction instead of investigating different distraction-related tasks associated with cellphone use. This study analyzed the cellphone crashes of novice teenagers (aged 15–17 years) to discover the grouping of contributing factors by crash severity levels and cellphone usage types.\nMethods\nThe current study collected five years (2015–2019) of related crash data …"
        },
        {
            "title": "Content Analysis on Homelessness Issues at Airports by News Media Mining",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:sJPMR1oEGYQC",
            "total_citations": "2",
            "year": "2022",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981221108151",
            "authors": "Subasish Das, Javad JC Aman, M Ashifur Rahman",
            "publication_date": "2022/10",
            "description": "The number of homeless people at airports has increased in recent years. As airports are safe, transit-accessible, convenient, and climate-controlled facilities with food and amenities, these places are attractive to homeless people who need a safe and secure place to stay. The main struggle of airports in this regard is maintaining a balance between customers, who are mostly the traveling public, and dealing with homeless people delicately. Moreover, because of their poverty and insufficient or no access to healthcare, these people suffer from physical and mental issues. With the COVID-19 pandemic, this problem became more critical. Many news media outlets started to report on homelessness at airports. News-framing impacts have some contribution in the context of this issue. However, the impact of news coverage on “airport and homelessness” has not yet been studied. News-framing effects have been …"
        },
        {
            "title": "Artificial Intelligence in Highway Safety",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:AzKEL7Gb_04C",
            "total_citations": "11",
            "year": "2022",
            "source_url": "https://www.taylorfrancis.com/books/mono/10.1201/9781003005599/artificial-intelligence-highway-safety-subasish-das",
            "authors": "Subasish Das",
            "publication_date": "2022/10",
            "source": "https://www.routledge.com/Artificial-Intelligence-in-Highway-Safety/Das/p/book/9780367436704",
            "publisher": "CRC Press",
            "description": "Artificial Intelligence in Highway Safety provides cutting-edge advances in highway safety using AI. The author is a highway safety expert. He pursues highway safety within its contexts, while drawing attention to the predictive powers of AI techniques in solving complex problems for safety improvement. This book provides both theoretical and practical aspects of highway safety. Each chapter contains theory and its contexts in plain language with several real-life examples. It is suitable for anyone interested in highway safety and AI and it provides an illuminating and accessible introduction to this fast-growing research trend. Material supplementing the book can be found at https://github.com/subasish/AI_in_HighwaySafety. It offers a variety of supplemental materials, including data sets and R codes."
        },
        {
            "title": "News media mining to explore speed-crash-traffic association during COVID-19",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:Og1tA8FjbJAC",
            "total_citations": "15",
            "year": "2022",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981221121261",
            "authors": "Subasish Das, Sobhan Sarkar",
            "publication_date": "2022/9/16",
            "journal": "Transportation Research Record",
            "pages": "03611981221121261",
            "publisher": "SAGE Publications",
            "description": "The COVID-19 pandemic has affected the lives of everyone from almost every perspective. Research communities from many domains have contributed to quantifying and mitigating the influence of the ongoing pandemic. The public depend on news media for reliable information. At the start of the pandemic in March 2020, many news media articles started to report on quieter roads resulting from travel restriction and work from home mandates, but also more excessive speeding and more traffic fatalities. Although the news media’s representation of the crash-speed association is often not based on data-driven safety analysis, the extent to which the media place emphasis on such news content has never been adequately quantified. The current study performed content analysis and text mining (both text network analysis and topic modeling) to explore the representations of speed-crash association in news media …"
        },
        {
            "title": "Using cluster correspondence analysis to explore rainy weather crashes in Louisiana",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:nqdriD65xNoC",
            "total_citations": "19",
            "year": "2022",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981221082582",
            "authors": "M Ashifur Rahman, Subasish Das, Xiaoduan Sun",
            "publication_date": "2022/8",
            "journal": "Transportation research record",
            "volume": "2676",
            "issue": "8",
            "pages": "159-173",
            "publisher": "SAGE Publications",
            "description": "Rainy weather significantly affects traffic safety, especially in the State of Louisiana. With the aim of identifying the patterns of collective association of attributes in rainfall-involved crashes statewide, crashes that occurred during rainy weather and resulted in two injury groups, fatal and severe injury (FSI) and moderate injury (MI), were extracted from databases acquired from the Louisiana Department of Transportation and Development. A total of 3,381 crashes were extracted, comprising 502 FSI crashes (14.85%) and 2,879 MI crashes (85.15%). This study applied the cluster correspondence analysis (CCA) method, a unique method in combination with cluster analysis and correspondence analysis, to generate clusters by partitioning of individual attributes based on the profiles over the categorical variables identified through dimensional reduction of the dataset. In addition to the biplots illustrating the association of …"
        },
        {
            "title": "Did Operating Speeds During COVID-19 Result in More Fatal and Injury Crashes on Urban Freeways?",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:RuPIJ_LgqDgC",
            "total_citations": "8",
            "year": "2022",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981221109597",
            "authors": "Subasish Das, Minh Le, Kay Fitzpatrick, Dayong Wu",
            "publication_date": "2022/7/21",
            "journal": "Transportation Research Record",
            "pages": "03611981221109597",
            "publisher": "SAGE Publications",
            "description": "Impacts of the COVID-19 pandemic in the transportation arena included less traffic, higher speeds, and higher fatal and injury crash frequencies. Many news media reported on speeding and its impact. However, the majority of these reporting are based on partial or incomplete information. The current study aims to understand the association between speed and crash on the freeways of Dallas (Texas) by collecting data from the National Performance Management Research Dataset, the Texas Department of Transportation’s (TxDOT’s) roadway inventory, and TxDOT’s crash database for 2018–2020. The results show decreasing traffic volume, increasing average operating speed, and increasing fatal and severe crash frequencies per 100 million vehicle miles traveled during 2020 (April–November). This study developed 8-month- and daily-level safety prediction models for fatal and injury crashes. The 8-month …"
        },
        {
            "title": "Mining groups of factors influencing bus/minibus crash severities on poor pavement condition roads considering different lighting status",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:z6xuaG2dYH0C",
            "total_citations": "10",
            "year": "2022",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/15389588.2022.2066658",
            "authors": "Reuben Tamakloe, Enoch F Sam, Madiha Bencekri, Subasish Das, Dongjoo Park",
            "publication_date": "2022/7/4",
            "journal": "Traffic injury prevention",
            "volume": "23",
            "issue": "5",
            "pages": "308-314",
            "publisher": "Taylor & Francis",
            "description": "Objective\nThis study employs a data mining approach to discover hidden groups of crash-risk factors leading to each bus/minibus crash severity level on pothole-ridden/poor roads categorized under different lighting conditions namely daylight, night with streetlights turned on, and night with streetlights turned off/no streetlights.\nMethods\nThe bus/minibus data employed contained 2,832 crashes observed on poor roads between 2011 and 2015, with variables such as the weather, driver, vehicle, roadway, and temporal characteristics. The data was grouped into three based on lighting condition, and the association rule data mining approach was applied.\nResults\nOverall, most rules pointing to fatal crashes included the hit-pedestrian variable, and these crashes were more frequent on straight/flat roads at night. While median presence was highly associated with severe bus/minibus crashes on dark-and-unlighted roads …"
        },
        {
            "title": "Pattern recognition in speeding related motorcycle crashes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:MhiOAD_qIWkC",
            "total_citations": "27",
            "year": "2022",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/19439962.2021.1877228",
            "authors": "Subasish Das, Seyedeh Maryam Mousavi, Maryam Shirinzad",
            "publication_date": "2022/7/4",
            "journal": "Journal of Transportation Safety & Security",
            "volume": "14",
            "issue": "7",
            "pages": "1121-1138",
            "publisher": "Taylor & Francis",
            "description": "Motorcycle crash is considered as one of the critical safety issues. This study targets to examine the role of geometric design and other factors that contribute to the decision-making of motorcyclists, such as speeding, which could potentially result in a crash. This study analyzed Louisiana crash data from 2010 to 2016 to determine the patterns associated with speeding-related motorcycle crashes. The collected data contained information regarding crash characteristics and circumstances, characteristics of vehicles and drivers, crash locations, roadway types, traffic volume, segment length, and other relevant geometric information. This study employed a relatively new categorical data analysis method, which combines cluster and correspondence analysis. This study identified several high-risk scenarios in which a speeding-related motorcycle crash is more likely to occur through interactions with other related factors …"
        },
        {
            "title": "Bridge deck deterioration: Reasons and patterns",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:0aBXIfxlw9sC",
            "total_citations": "13",
            "year": "2022",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981221080140",
            "authors": "Xiaoqiang Kong, Zihao Li, Yunlong Zhang, Subasish Das",
            "publication_date": "2022/7",
            "journal": "Transportation research record",
            "volume": "2676",
            "issue": "7",
            "pages": "570-584",
            "publisher": "SAGE Publications",
            "description": "The deck condition of bridges is one of the most important factors impacting the connectivity and efficiency of transportation networks. Bridges with quickly deteriorating deck conditions are a huge financial burden for transportation agencies and can downgrade the efficiency of the whole transportation network. This study utilizes an interpretable machine learning framework, Shapley additive explanation (SHAP), to investigate the associations between various factors, such as wearing surface, deck structure, and so forth, and bridges with quickly deteriorating deck conditions nationwide. An XGBoost model is trained to perform the binary classification task on a heavily imbalanced dataset and classify relatively young bridges (less than 20 years old) with poor/fair deck conditions and relatively old bridges (30–40 years old) with good deck conditions in the National Bridge Inventory (NBI) database. The accuracy of …"
        },
        {
            "title": "Improving Pedestrian Safety at Signalized Intersections: Impacts of Corner Radius",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:G1UMdFYMoxkC",
            "total_citations": "1",
            "year": "2022",
            "source_url": "https://www.researchgate.net/profile/Subasish-Das/publication/361018643_Improving_Pedestrian_Safety_at_Signalized_Intersections_Impacts_of_Corner_Radius/links/6298014c416ec50bdb035809/Improving-Pedestrian-Safety-at-Signalized-Intersections-Impacts-of-Corner-Radius.pdf?origin=journalDetail&_tp=eyJwYWdlIjoiam91cm5hbERldGFpbCJ9",
            "authors": "Kay Fitzpatrick, Ann Do, R Avelar, M. Pratt, Subasish Das",
            "publication_date": "2022/6/1",
            "journal": "Institute of Transportation Engineers. ITE Journal",
            "volume": "92",
            "issue": "6",
            "pages": "37-43",
            "publisher": "Institute of Transportation Engineers",
            "description": "A recent Federal Highway Administration (FHWA) project was established to determine the safety effectiveness of low-to medium-cost engineering countermeasures in reducing pedestrian fatalities and injuries at controlled and uncontrolled intersections. 1 The project started with FHWA researchers identifying the pedestrian treatments in use along with the preference for which treatments need a CMF. By using these findings, the FHWA stakeholder engagement working group set the research direction to investigate the relationship between intersection corner radius design with crashes and intersection corner radius with turning speed."
        },
        {
            "title": "Guidelines for Treatments to Mitigate Opposite Direction Crashes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:__bU50VfleQC",
            "total_citations": "",
            "year": "2022",
            "source_url": "https://www.researchgate.net/profile/Subasish-Das/publication/360637480_NCHRP_Report_995_Guidelines_for_Treatments_to_Mitigate_Opposite_Direction_Crashes/links/628398a417ae76609bfd2972/NCHRP-Report-995-Guidelines-for-Treatments-to-Mitigate-Opposite-Direction-Crashes.pdf",
            "authors": "Karen Dixon, Eun Sug Park, Marcus Brewer, Lingtao Wu, Srinivas Geedipally, Raghavan Srinivasan, Bo Lan, Charles Zegeer, Subasish Das, Emira Rista",
            "publication_date": "2022/6",
            "description": "The Transportation Research Board does not develop, issue, or publish standards or specifications. The Transportation Research Board manages applied research projects which provide the scientific foundation that may be used by Transportation Research Board sponsors, industry associations, or other organizations as the basis for revised practices, procedures, or specifications.\nThe Transportation Research Board; the National Academies of Sciences, Engineering, and Medicine; and the sponsors of the National Cooperative Highway Research Program do not endorse products or manufacturers. Trade or manufacturers’ names or logos appear herein solely because they are considered essential to the object of the report."
        },
        {
            "title": "Work from home in the post-COVID world",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:D_tqNUsBuKoC",
            "total_citations": "71",
            "year": "2022",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2213624X22000773",
            "authors": "Xiaoqiang Kong, Amy Zhang, Xiao Xiao, Subasish Das, Yunlong Zhang",
            "publication_date": "2022/6/1",
            "journal": "Case Studies on Transport Policy",
            "volume": "10",
            "issue": "2",
            "pages": "1118-1131",
            "publisher": "Elsevier",
            "description": "The working standard of shared office spaces has evolved in recent years. Due to the ongoing COVID-19 pandemic, many companies have instituted work from home (WFH) policies in accordance with public health guidelines in order to increase social distancing and decrease the spread of COVID-19. As the pandemic and WFH-related policies have continued for more than a year, there has been a rise in people becoming accustomed to the remote environments; however, others are more enthusiastic about returning to in-person work environments, reflecting the desire to restore pre-pandemic environments. As working from home is related to transportation issues such as changing commuting patterns and decreased congestion, motorized trips, and emission, there is a need to explore the extent of public attitudes on this important issue. This study used unique open-source survey data that provides substantial …"
        },
        {
            "title": "Derivation of the Empirical Bayesian method for the Negative Binomial-Lindley generalized linear model with application in traffic safety",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:eAlLMO4JVmQC",
            "total_citations": "19",
            "year": "2022",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457522000744",
            "authors": "Ali Khodadadi, Ioannis Tsapakis, Mohammadali Shirazi, Subasish Das, Dominique Lord",
            "publication_date": "2022/6/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "170",
            "pages": "106638",
            "publisher": "Pergamon",
            "description": "The expected crash frequency is the long-term average crash count for a specific site. It is extensively used to systematically evaluate the crash risk associated with roadway elements. To estimate the expected crashes, the Empirical Bayesian (EB) approach is typically employed. The EB method is a computationally convenient approximation to the Full Bayesian (FB) method, which gained popularity due to its simple interpretation, computational efficiency, and the ability to account for the regression to the mean bias. However, the common EB method used in traffic safety analysis is only applicable when the traditional Negative Binomial (NB) model is used. The NB model, however, is not a suitable choice when data is highly dispersed, skewed, or has a large number of zero observations. The Negative Binomial-Lindley (NB-L) model is a mixture of the NB and Lindley distributions and has shown superior fit …"
        },
        {
            "title": "Guide for Snow and Ice Control Operations",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:c1e4I3QdEKYC",
            "total_citations": "",
            "year": "2022",
            "source_url": "https://subasish.github.io/ait_lab/pdfs/2022%20(R)%20NCHRP06-18FinalReport.pdf",
            "authors": "John A Habermann, William Holik, William Hwang, Subasish Das, Emira Rista, Diana Clonch",
            "publication_date": "2022/4",
            "description": "Winter maintenance has been an area of concern for highway agencies in the United States for over a century. According to L. David Minsk (1970), one of the first recorded conferences on snow removal was held in Philadelphia in 1914. The discussions centered around improving snow removal with horses and carts. The passage of the 1916 Federal-Aid Road Act created a need to advance snow removal because roads were beginning to be networked together. Up until the early 1940s, research efforts across the country were focused on improving plows attached to motorized vehicles to advance mechanical snowplowing (Minsk, 1970). Before World War II, few US cities used salt for winter operations. Local governments plowed roads and then spread sand and cinders to improve traction. Automobiles donned snow chains, and the public generally accepted that roads would not always be passable in icy conditions (Plumer, 2015). The February 2014 issue of National Geographic reported that “because of its local resource, Detroit was the first city in the world to apply salt to its roads in 1940”(Howard, 2014). In February 1941, sodium chloride was first used as an ice preventive by the State of New Hampshire (Minsk, 1970). Following the Second World War and the expansion of the national highway system, the use of road salt dramatically increased. At that time, cities and their suburbs adopted “bare-pavement” policies under which motorists could expect snow-and ice-free pavements shortly after storms, which resulted in a doubling of salt use every 5 years in the 1950s and 1960s, from 1 million tons in 1955 to nearly 10 million tons less than …"
        },
        {
            "title": "Factors affecting motorcycle crash casualty severity at signalized and non-signalized intersections in Ghana: Insights from a data mining and binary logit regression approach",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:UuEBAcK4md4C",
            "total_citations": "53",
            "year": "2022",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457521005480",
            "authors": "Reuben Tamakloe, Subasish Das, Eric Nimako Aidoo, Dongjoo Park",
            "publication_date": "2022/2/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "165",
            "pages": "106517",
            "publisher": "Pergamon",
            "description": "Despite the countless benefits derived from motorcycle usage, it has become a significant public health concern, particularly in developing countries, due to the plateauing number of fatal/serious injuries associated with them. Although it has been well documented that the frequency and fatality rates of intersection-related motorcycle crashes are high, little research efforts have been made to explore the contributory factors influencing motorcycle-involved crashes at these locations. Interestingly, no study has investigated the latent patterns and chains of factors that simultaneously contribute to the injury severity sustained by motorcycle crash casualties at intersections under different traffic control conditions in developing countries. Since motorcycles are mostly used as taxis in developing countries, it is imperative to consider the injury severity sustained by all crash casualties in the motorcycle safety analysis. This …"
        },
        {
            "title": "Mining patterns of autonomous vehicle crashes involving vulnerable road users to understand the associated factors",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:WAzi4Gm8nLoC",
            "total_citations": "67",
            "year": "2022",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457521005042",
            "authors": "Boniphace Kutela, Subasish Das, Bahar Dadashova",
            "publication_date": "2022/2/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "165",
            "pages": "106473",
            "publisher": "Pergamon",
            "description": "Autonomous or automated vehicles (AVs) have the potential to improve traffic safety by eliminating majority of human errors. As the interest in AV deployment increases, there is an increasing need to assess and understand the expected implications of AVs on traffic safety. Until recently, most of the literature has been based on either survey questionnaires, simulation analysis, virtual reality, or simulation to assess the safety benefits of AVs. Although few studies have used AV crash data, vulnerable road users (VRUs) have not been a topic of interest. Therefore, this study uses crash narratives from four-year (2017–2020) of AV crash data collected from California to explore the direct and indirect involvement of VRUs. The study applied text network and compared the text classification performance of four classifiers - Support Vector Machine (SVM), Naïve Bayes (NB), Random Forest (RF), and Neural Network (NN …"
        },
        {
            "title": "Identifying patterns of key factors in sun glare-related traffic crashes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:-nhnvRiOwuoC",
            "total_citations": "14",
            "year": "2022",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981211037891",
            "authors": "Subasish Das, Xiaoduan Sun, Bahar Dadashova, M Ashifur Rahman, Ming Sun",
            "publication_date": "2022/2",
            "journal": "Transportation research record",
            "volume": "2676",
            "issue": "2",
            "pages": "165-175",
            "publisher": "SAGE Publications",
            "description": "Sun glare is one of the major environmental issues contributing to traffic crashes. Every year, many traffic crashes in the United States are attributed to sun glare. However, quantitative analysis of the influence of sun glare on traffic crashes has not been widely undertaken. This study used traffic crash narrative data for 7 years (2010–2016) from Louisiana to identify crash reports that provided evidence of drivers indicating sun glare as the primary contributing factor of the crashes. Additional geometry and traffic information was collected to identify the list of key crash-contributing factors. This study used cluster correspondence analysis to perform the data analysis. After performing several iterations, six clusters were identified that provided additional insight in relation to sun glare-related crashes. The six clusters are associated with mixed (business and residential) localities, intersection-related crashes on U.S …"
        },
        {
            "title": "Improving stratification procedures and accuracy of annual average daily traffic (AADT) estimates for non-federal aid-system (NFAS) roads",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:3bvyWxjaHKcC",
            "total_citations": "1",
            "year": "2022",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981211043544",
            "authors": "Ioannis Tsapakis, Subasish Das, Paul Anderson, Steven Jessberger, William Holik",
            "publication_date": "2022/2",
            "journal": "Transportation research record",
            "volume": "2676",
            "issue": "2",
            "pages": "393-406",
            "publisher": "SAGE Publications",
            "description": "The 2016 safety Final Rule requires states to have access to annual average daily traffic (AADT) for all public paved roads, including non-Federal aid-system (NFAS) roads. The latter account approximately for 75% of the total roadway mileage in the country making it difficult for agencies to collect traffic data on these roads. Many agencies use stratified sampling procedures to develop default AADT estimates for uncounted segments; however, there is limited guidance and information about how to stratify the network effectively. The goal of this paper is to enhance transportation agencies’ ability to improve existing stratification schemes, design new schemes, and ultimately develop more accurate AADT estimates for NFAS roads. The paper presents the results from five pilot studies that validated and compared the performance of current, updated, and new (traditional and decision-tree-based) schemes using readily …"
        },
        {
            "title": "Flooding related traffic crashes: findings from association rules",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:k8Z6L05lTy4C",
            "total_citations": "20",
            "year": "2022",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/19439962.2020.1734130",
            "authors": "Subasish Das, Xiaoduan Sun, Sarvesh Goel, Ming Sun, Ashifur Rahman, Anandi Dutta",
            "publication_date": "2022/1/2",
            "journal": "Journal of Transportation Safety & Security",
            "volume": "14",
            "issue": "1",
            "pages": "111-129",
            "publisher": "Taylor & Francis",
            "description": "In the United States, flooding related crashes have exposed the vulnerability of transport networks. Without realizing the depth of a flooded roadway, some may attempt to cross. At night during heavy storms, determining if a road is flooded is especially difficult. Only 18–24 inches of moving water are needed to sweep away a truck, and only 6 inches are needed to carry away a small car. Louisiana’s geographic location places the state in a unique position to receive both frontal tropical hurricanes and large air masses, which may result in high air moistures in almost any direction and drop rain with heavy intensity. In 2016, 12% of flooding related crashes occurred in Louisiana. During 2010–2016, flooding resulted in a total of 449 crashes in Louisiana with a total of 22 fatalities. This study collected seven years (2010–2016) of flooding related crash data to identify the key contributing factors. The findings show that two …"
        },
        {
            "title": "Virginia Tech Transportation Institute; San Diego State University, 05-087",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:e84hm74t-eoC",
            "total_citations": "",
            "year": "2022",
            "source_url": "https://www.safetylit.org/citations/index.php?fuseaction=citations.viewdetails&citationIds[]=citreport_520_34",
            "authors": "S Das, I Tsapakis, Z Wei, Z Elgart, B Kutela, V Vierkant, EPH Li",
            "publication_date": "2022",
            "journal": "College Station, TX USA: Safe-D National UTC, Texas A&M Transportation Institute",
            "description": "The National Highway Traffic Safety Administration recently granted permission to deploy low-speed autonomous delivery vehicles (ADVs) on roadways. Although the mobility of ADVs is limited to low-speed roads and these vehicles are occupantless, frequent stops and mobility among residential neighborhoods cause safety-related concerns. There is consequently a need for a comprehensive safety impact analysis of ADVs. This study examined the safety implications and safety impacts of ADVs by using novel approaches. This research prepared several datasets such as fatal crash data, aggregated ADV trips and trajectories, and real-world crash data from the scenario design for an ADV-related operational design domain. Association rules mining was applied to the datasets to identify significant patterns. This study generated a total of 80 association rules that provide risk patterns associated with ADVs. The rules can be used as prospective benchmarks to examine how rule-based risk patterns can be reduced by ADVs that replace human-driven trips."
        },
        {
            "title": "Physics-guided, physics-informed, and physics-encoded neural networks in scientific computing, arXiv",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:as0KMg8qHbkC",
            "total_citations": "5",
            "year": "2022",
            "source_url": "https://scholar.google.com/scholar?cluster=7017468463561639670&hl=en&oi=scholarr",
            "authors": "SA Faroughi, N Pawar, C Fernandes, S Das, NK Kalantari, SK Mahjour",
            "publication_date": "2022"
        },
        {
            "title": "Develop a real-time decision support tool for rural roadway safety improvements",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:9DLIHnF0jcYC",
            "total_citations": "3",
            "year": "2022",
            "source_url": "https://www.researchgate.net/profile/Subasish-Das/publication/365728852_Develop_a_Real-Time_Decision_Support_Tool_for_Rural_Roadway_Safety_Improvements/links/638061d848124c2bc6699782/Develop-a-Real-Time-Decision-Support-Tool-for-Rural-Roadway-Safety-Improvements.pdf",
            "authors": "Subasish Das, S Geedipally, K Fitzpatrick, E Park, L Wu, Z Wei, Stephanie Paal",
            "publication_date": "2022",
            "journal": "Texas Department of Transportation, Austin",
            "description": "Speeding-related crashes are one of the dominant types of crashes on rural roadways. As a result, the Texas Strategic Highway Safety Plan has identified speeding as one of the seven research emphasis areas for 2017–2022. Additionally, inclement weather plays a role in crash occurrences. This study used crash data with the inclusion of roadway geometry, traffic volume, 5-minute interval operating speed data, and 5-minute interval weather data to develop safety performance functions for the major rural roadway facility types: rural twolane roadways, rural multilane divided roadways, rural multilane undivided roadways, and rural freeways. The models were developed based on annual and daily levels. The results of the annual-level analysis show that increased variability in operational speed is associated with increased crashes for all four roadway facilities. Average precipitation shows a positive association for only rural multilane undivided and rural two-lane roadways. The results in the daily-level analysis show that increased variability in daily operational speed (the standard deviation of the daily average of 5-minute interval operation speeds) is associated with increased day-level crashes for all four roadway facilities. As daily average precipitation increases, the likelihood of a day-level crash occurrence increases for all facility types. This project also developed an interactive web-based decision support tool that assists practitioners in understanding saf ety scoring of roadway segments of interest with respect to not only roadway or traffic characteristics but also operating speed and weather conditions."
        },
        {
            "title": "Autonomous Delivery Vehicle as a Disruptive Technology: How to Shape the Future with a Focus on Safety?",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:ji7lAbPyDbYC",
            "total_citations": "1",
            "year": "2022",
            "source_url": "https://vtechworks.lib.vt.edu/items/51885523-85e0-45f3-b256-c3c5586613b9",
            "authors": "Subasish Das, Ioannis Tsapakis, Zihang Wei, Zachary Elgart, Boniphace Kutela, Valerie Vierkant, Eric Li",
            "publication_date": "2022",
            "publisher": "SAFE-D: Safety Through Disruption National University Transportation Center",
            "description": "The National Highway Traffic Safety Administration recently granted permission to deploy low-speed autonomous delivery vehicles (ADVs) on roadways. Although the mobility of ADVs is limited to low-speed roads and these vehicles are occupantless, frequent stops and mobility among residential neighborhoods cause safety-related concerns. There is consequently a need for a comprehensive safety impact analysis of ADVs. This study examined the safety implications and safety impacts of ADVs by using novel approaches. This research prepared several datasets such as fatal crash data, aggregated ADV trips and trajectories, and real-world crash data from the scenario design for an ADV-related operational design domain. Association rules mining was applied to the datasets to identify significant patterns. This study generated a total of 80 association rules that provide risk patterns associated with ADVs. The rules can be used as prospective benchmarks to examine how rule-based risk patterns can be reduced by ADVs that replace human-driven trips."
        },
        {
            "title": "Transportation Research Board, Natiional Cooperative Highway Research Program",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:mel-f30kHHgC",
            "total_citations": "",
            "year": "2022",
            "source_url": "https://www.safetylit.org/citations/index.php?fuseaction=citations.viewdetails&citationIds[]=citreport_473_12",
            "authors": "K Dixon, ES Park, MA Brewer, LT Wu, SR Geedipally, R Srinivasan, B Lan, CV Zegeer, S Das, E Rista",
            "publication_date": "2022",
            "publisher": "Washington, DC: National Academies Press",
            "description": "This research report provides state departments of transportation (DOTs) practitioners and other transportation professionals with comprehensive guidelines for the selection of cost effective countermeasures to address opposite direction crashes. These guidelines should be of immediate use to experienced practitioners working to reduce crashes and improve safety on the surface transportation system."
        },
        {
            "title": "Crash modification factor for corner radius, right-turn speed, and prediction of pedestrian crashes at signalized intersections",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:mUJArPsKIAAC",
            "total_citations": "11",
            "year": "2022",
            "source_url": "https://rosap.ntl.bts.gov/view/dot/59936",
            "authors": "Kay Fitzpatrick, Raul Avelar, Michael P Pratt, Subasish Das, Dominique Lord",
            "publication_date": "2022/1/1",
            "issue": "FHWA-HRT-21-105",
            "publisher": "United States. Federal Highway Administration. Office of Safety Research and Development",
            "description": "This project investigated the influence of intersection corner radius on pedestrian crashes and right-turn vehicle speed. The corner radius can be unique to each corner at an intersection; therefore, this study assigned crashes to an intersection corner rather than to the entire intersection. For corner-level pedestrian crashes, the following variables were found to be positively related: pedestrian volume on the approach leg, pedestrian volume on the receiving leg, vehicle volume on the approach leg, vehicle volume on the receiving leg, corner radius, and shoulder width. The number of pedestrian crashes was higher when both legs at a corner were one-way streets with traffic moving away from the corner or when there was a mix of two-way and one-way operations present at the intersection. Fewer pedestrian crashes occurred when on-street parking existed on the approach leg. The findings from the study support the development of a crash modification factor (CMF) for corner radius. Assuming a baseline condition of 10 ft, the pedestrian CMFs for corner radius for the range of corner radii included in the evaluation went from 1.00 for a 10-ft radius to 1.59 for a 70-ft radius. In the operational analysis, right-turn speeds were found to be a function of corner radius. Other variables that influenced right-turn speed included headway to the preceding vehicle, traffic signal indication (yellow versus green), turning vehicle type (car or truck), and preceding vehicle movement (straight or right). The final selected model from this study can be used to predict turning speeds at different percentile levels. For example, the model can predict 50th or 85th percentile …"
        },
        {
            "title": "Impact of COVID-19 on industries",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:oi2SiIJ9l4AC",
            "total_citations": "6",
            "year": "2022",
            "source_url": "https://www.sciencedirect.com/science/article/pii/B978032390272400004X",
            "authors": "Subasish Das",
            "publication_date": "2022/1/1",
            "book": "COVID-19 in the Environment",
            "pages": "191-200",
            "publisher": "Elsevier",
            "description": "The novel coronavirus disease 2019 (COVID-19) in the U.S. is part of the worldwide pandemic of this extremely infectious disease. As of November 2020, the U.S. has experienced 10,200,000 cases and 238,000 COVID-19 fatalities. The pandemic is still ongoing, with around 50,000 new cases and 800 deaths each day. A recent U.S. based report shows that the economic loss due to COVID-19 will be more than $22 trillion. Due to the lockdown and the urgency of a safe re-opening, the impact on different industries varies from state to state. A robust and granular level of analysis is needed to understand the impact of COVID-19 on various industries. This study collected data (before and after COVID-19) from the U.S. Bureau of Labor Statistics (USBLS) to perform a quantitative analysis. Using current employment statistics (CES) data from the USBLS, an observational before-after analysis was conducted by using the …"
        },
        {
            "title": "Quantifying bridge element vulnerability over time",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:HhcuHIWmDEUC",
            "total_citations": "2",
            "year": "2022",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981211036380",
            "authors": "Subasish Das, Xiaoqiang Kong",
            "publication_date": "2022/1",
            "journal": "Transportation research record",
            "volume": "2676",
            "issue": "1",
            "pages": "460-471",
            "publisher": "SAGE Publications",
            "description": "The bridge has been a crucial element of the transportation system of the U.S.A. for many years. The National Bridge Inventory (NBI) reported more than 615,000 national bridges in 2018. Maintaining and fixing bridges is a crucial task for transportation agencies to keep the road network connected. Louisiana, which has 12,899 bridges, was selected as the study site for this study. The American Road and Transportation Builders Association (ARTBA) reported in 2019 that 13% of all Louisiana bridges were classified as structurally deficient. This study applies a data mining algorithm, the empirical Bayes geometric mean (EBGM) method, to identify critical patterns of the bridge inventory condition at element level as a measure of vulnerability, using NBI rating data from 2015 to 2018. It finds that severe condition is highly associated with the following elements, regardless of their structural importance: bridge joints, and …"
        },
        {
            "title": "Twelve-Year Analysis of Transportation Research Board Annual Meeting’s Official Hashtag",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&cstart=100&pagesize=100&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:1taIhTC69MYC",
            "total_citations": "2",
            "year": "2022",
            "source_url": "https://journals.sagepub.com/doi/abs/10.1177/03611981211037232",
            "authors": "Subasish Das, Anandi Dutta",
            "publication_date": "2022/1",
            "journal": "Transportation Research Record",
            "volume": "2676",
            "issue": "1",
            "pages": "763-772",
            "publisher": "SAGE Publications",
            "description": "Twitter, among other social media platforms, has become more popular over time. Social media platforms underpin the way scholars share ideas, propagate the latest emergence of evidence, and adopt new practices, by providing a virtual platform for interacting, socializing, and sharing information from academic conferences with the outside world beyond the physical location. The Transportation Research Board Annual Meeting (TRBAM) is the largest annual conference for transportation engineering and science, and the hashtag for the conference, #TRBAM, was used first in 2009. This paper aims to perform an observational study based on the interactions on Twitter surrounding this hashtag by collecting all original #TRBAM tweets for 12 years (2009–2020). A general trend in the data is that the quantitative measures (tweets, retweets, and favorites) are all much higher during the conference month compared …"
        }
    ]
}