{
    "last_updated_utc": "2024-09-15T17:12:18.603Z",
    "data": [
        {
            "title": "Understanding socio-demographic factors associated with shared-use-paths (SUPs) utilization",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:QaSi33NTfwYC",
            "total_citations": "3",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2950105924000032",
            "authors": "Boniphace Kutela, Frank Ngeni, Norris Novat, Hellen Shita, Mark Ngotonie, Rafael John Mwekh’iga, Neema Langa, Subasish Das",
            "publication_date": "2024/12/1",
            "journal": "Journal of Cycling and Micromobility Research",
            "volume": "2",
            "pages": "100012",
            "publisher": "Elsevier",
            "description": "Shared Use Paths (SUPs) are becoming very popular in North America due to the current initiatives that promote active travel. SUPs can accommodate different types of users, including pedestrians, bicyclists, scooterists, and skateboarders. Although the interest in SUPs continues to increase, relatively less research has been performed on their utilization, especially using revealed preferences. Therefore, this study utilizes the survey data collected from Edmonton, Canada, between June 12th to 19th 2018 to explore the likelihood of utilizing the SUPs and the associated frequency of use. Results indicate that not all variables associated with the likelihood of utilization are also associated with the frequency of use. Specifically, higher levels of education influence the likelihood of SUP utilization, while the higher frequency of SUP usage is influenced by the secondary modes of transportation. On the other hand, as the …"
        },
        {
            "title": "Exploring the Role of Sponsoring Agencies in Shaping the MUTCD Using Supervised and Unsupervised Text Mining",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:nWoA1JPTheMC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://ascelibrary.org/doi/abs/10.1061/JTEPBS.TEENG-8395",
            "authors": "Boniphace Kutela, Hellen Shita, Subasish Das, Lucy Kapaya, Elizabeth Tarimo",
            "publication_date": "2024/11/1",
            "journal": "Journal of Transportation Engineering, Part A: Systems",
            "volume": "150",
            "pages": "04024076",
            "publisher": "American Society of Civil Engineers",
            "description": "Preparing the Manual on Uniform Traffic Control Devices (MUTCD) involves gathering inputs from various public and the National Committee on Uniform Traffic Control Devices (NCUTCD) sponsoring agencies. The NCUTCD assists in developing standards, guidelines, and warrants for traffic control devices and practices employed to regulate, warn, and guide traffic flow on roadways. This organization advises the Federal Highway Administration (FHWA) and other relevant agencies on suggested updates and interpretations to the MUTCD and other nationally recognized standards. Examples of such sponsoring agencies include AASHTO, ASCE, Institute of Transportation Engineers (ITE), American Highway Users Alliance (AHUA), National Association of City Transportation Officials (NACTO), National Association of County Engineers (NACE), International Bridge, Tunnel and Turnpike Association (IBTTA), and …"
        },
        {
            "title": "The negative Binomial-Lindley model with Time-Dependent Parameters: Accounting for temporal variations and excess zero observations in crash data",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:txeM2kYbVNMC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457524002562",
            "authors": "Richard Dzinyela, Mohammadali Shirazi, Subasish Das, Dominique Lord",
            "publication_date": "2024/11/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "207",
            "pages": "107711",
            "publisher": "Pergamon",
            "description": "Crash counts are non-negative integer events often analyzed using crash frequency models such as the negative binomial (NB) distribution. However, due to their random and infrequent nature, crash data usually exhibit unique characteristics, such as excess zero observations that the NB distribution cannot adequately model. The negative binomial-Lindley (NBL) and random parameters negative binomial-Lindley (RPNBL) models have been proposed to address this limitation. Despite addressing the issues of excess zero observations, these models may not fully account for unobserved heterogeneity resulting from temporal variations in crash data. In addition, many variables, such as traffic volume, speed, and weather, change with time. Therefore, the analyst often requires disaggregated data to account for their variations. For example, it is recommended to use monthly crash datasets to better account for …"
        },
        {
            "title": "Understanding the influence of environmental factors on driver speed: A structural equation modeling analysis",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:Oo1CbQkBAzEC",
            "total_citations": "1",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0386111224000396",
            "authors": "Abbas Sheykhfard, Farshidreza Haghighi, Soheila Saeidi, Mohammad SafariTaherkhani, Subasish Das",
            "publication_date": "2024/10/1",
            "journal": "IATSS Research",
            "volume": "48",
            "pages": "427-439",
            "publisher": "Elsevier",
            "description": "This study examined the influential roadway and contextual factors affecting drivers' speed selection through a comprehensive investigation employing structural equation modeling. Roadway and contextual variables including road curvature, presence of roundabouts, adverse weather conditions, and access were investigated using infrared speed sensors. The analysis revealed that specific roadway and contextual factors such as field variables, uphill and downhill road inclines, particular road curvature, and rainy weather significantly influence drivers' chosen speeds, while factors such as road access, nighttime conditions, larger road curvature, and signage exhibit a lesser impact. Notably, the study also found a positive correlation between road curvature radius and driver-chosen speed. The study's implications for transportation infrastructure planning and road safety interventions are underscored, with potential …"
        },
        {
            "title": "Exploring Diversity of Activities on Shared-Use Paths: Factors and Implications for Planning and Design",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:Vztgr1qGG8IC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://ascelibrary.org/doi/abs/10.1061/JTEPBS.TEENG-8381",
            "authors": "Boniphace Kutela, Norran Novat, Hellen Shita, Norris Novat, Panick Kalambay, Subasish Das",
            "publication_date": "2024/10/1",
            "journal": "Journal of Transportation Engineering, Part A: Systems",
            "volume": "150",
            "pages": "04024061",
            "publisher": "American Society of Civil Engineers",
            "description": "The increased need for active transportation facilities coupled with the limited funding and space have influenced the prioritizing of shared-use paths (SUPs). Unlike other activity-specific facilities, the SUP can accommodate a wide range of users. With SUPs being relatively new facilities, less is known about the characteristics of the users and the key factors associated with the user type. This study explored the influential factors for SUP user diverse activities using multinomial regression on the survey data collected in Edmonton in 2018. The descriptive analysis revealed that walking was the activity with the highest frequency, followed by walking and cycling, and walking with pets, whereas cycling had the lowest priority. The multinomial model showed that as the age increases, residents are less likely to perform activities other than walking or cycling alone. Further, residents with higher education are more likely to …"
        },
        {
            "title": "Analyzing fatal crash patterns of recidivist drivers across genders and age Groups: A hazard-based duration approach",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:X5YyAB84Iw4C",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0001457524002586",
            "authors": "Richard Dzinyela, Emmanuel Kofi Adanu, Hardik Gupta, Pranik Koirala, Nawaf Alnawmasi, Subasish Das, Dominique Lord",
            "publication_date": "2024/10/1",
            "journal": "Accident Analysis & Prevention",
            "volume": "206",
            "pages": "107713",
            "publisher": "Pergamon",
            "description": "Identifying factors that significantly affect drivers that are repeatedly involved in traffic violations or non-fatal crashes (defined here as recidivist drivers) is very important in highway safety studies. This study sought to understand the relationship between a set of variables related to previous driving violations and the duration between a previous non-fatal crash and a subsequent fatal crash, taking into account the age and gender of the driver. By identifying the characteristics of this unique driver population and the factors that influence the duration between their crash events strategies can be put in place to prevent the occurrence of future and potentially fatal crashes. To do this, a five-year (2015–2019) historical fatal crash data from the United States was used for this study. Out of 15,956 fatal crashes involving recidivist drivers obtained, preliminary analysis revealed an overrepresentation of males (about 75%). It …"
        },
        {
            "title": "A regression-content analysis approach to assess public satisfaction with shared mobility measures against COVID-19 pandemic",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:c1AJUTjuCtUC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2214140524001191",
            "authors": "Boniphace Kutela, Nikhil Menon, Jacob Herman, Cuthbert Ruseruka, Subasish Das",
            "publication_date": "2024/9/1",
            "journal": "Journal of Transport & Health",
            "volume": "38",
            "pages": "101873",
            "publisher": "Elsevier",
            "description": "Introduction\nThe transportation sector was severely impacted by the COVID-19 pandemic, with shared mobility services being the most affected due to concerns from the public regarding the high likelihood of being a vector of the virus. Although studies have evaluated the impact of the COVID-19 pandemic on shared mobility, a deeper understanding of public satisfaction with the measures adopted during COVID-19 has not been explored.\nMethods\nThis study utilized data collected in the Summer of 2020 across the United States to fill that literature gap. The study applied Ordered Probit (OP) models to explore the factors influencing an individual's confidence in not contracting COVID-19 while using shared mobility modes and Text Network Analysis (TNA) to understand the deeper reasons for their confidence levels.\nResults\nResults show a significant influence of sociodemographic factors, land-use/built environment …"
        },
        {
            "title": "Spatial analysis of geographical disparities in pedestrian safety",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:CMvovTBb2okC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0967070X24001811",
            "authors": "Jinli Liu, Subasish Das, F Benjamin Zhan, Md Nasim Khan",
            "publication_date": "2024/9/1",
            "journal": "Transport Policy",
            "volume": "156",
            "pages": "164-181",
            "publisher": "Pergamon",
            "description": "Investigating pedestrian safety disparities across sociodemographic groups is essential for enhancing traffic safety. This study examines the impact of sociodemographic and built environment characteristics on pedestrian crashes. It introduces a comprehensive macro spatial analysis framework that includes a global regression model, spatial autoregressive models, and a local spatial regression model. Three measures of pedestrian injury are analyzed. The findings reveal that a higher percentage of the high-income population significantly correlates with lower rates of pedestrian injuries across all three measures. Conversely, a higher percentage of the low-income population shows a significant positive correlation with the proportion of crashes involving the Black population, and with the proportion of severe pedestrian crashes involving the Black population. Pedestrian-oriented network density is negatively …"
        },
        {
            "title": "Unconstrained and partially constrained temporal modelling of pedestrian injury severities",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:q1zXlPLtbUIC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/23249935.2024.2388617",
            "authors": "Richard Dzinyela, Monire Jafari, Subasish Das, Tahmida Hossian Shimu, Nawaf Alnawmasi, Dominique Lord",
            "publication_date": "2024/8/8",
            "journal": "Transportmetrica A: Transport Science",
            "pages": "1-28",
            "publisher": "Taylor & Francis",
            "description": "This study aims to explore the phenomenon of pedestrian crash severity by investigating how pedestrian injury levels have evolved in incidents occurring prior to (2019), during (2020), and after (2021) the COVID-19 lockdowns. Using Louisiana crash data, distinct annual models for pedestrian injury severity (categorised as severe (fatal and severe), minor (moderate and minor), and no injury) were developed using a random parameters logit approach, accounting for potential heterogeneity in means and variances of random parameters. Likelihood ratio tests were employed to assess the overall stability of model estimates across the studied years, and a comparison was made between partially constrained and unconstrained temporal modelling approaches. The results reveal statistically significant differences in injury severity before, during, and after the COVID-19 pandemic."
        },
        {
            "title": "Enhancing routes selection with real-time weather data integration in spatial decision support systems",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:KI9T_ytC6pkC",
            "total_citations": "4",
            "year": "2024",
            "source_url": "https://link.springer.com/article/10.1007/s41324-023-00564-8",
            "authors": "Xinyue Ye, Shoujia Li, Subasish Das, Jiaxin Du",
            "publication_date": "2024/8",
            "journal": "Spatial Information Research",
            "volume": "32",
            "pages": "373-381",
            "publisher": "Springer Nature Singapore",
            "description": "A notable shortcoming in contemporary digital navigation systems is their failure to incorporate live weather data. This study investigates the possibility of improving urban navigation experiences by integrating real-time weather data. We developed a navigation tool that utilizes weather data from the OpenWeather API, providing users with real-time insights into weather conditions such as temperature, wind speed and direction, precipitation, and atmospheric pressure. This tool enables users to make informed decisions about their routes and travel plans by providing updated temperature information for selected routes and assessing the risk of road sections based on weather conditions. Incorporating weather data into navigation systems has the potential to enhance driving safety, minimize travel durations, and alleviate weather-related disturbances in urban settings."
        },
        {
            "title": "Uncovering pedestrian midblock crash severity patterns using association rules mining",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:Ej9njvOgR2oC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/23249935.2024.2379948",
            "authors": "Rohit Chakraborty, Subasish Das, Md Nasim Khan",
            "publication_date": "2024/7/18",
            "journal": "Transportmetrica A: Transport Science",
            "pages": "1-48",
            "publisher": "Taylor & Francis",
            "description": "The current study investigated the contributing factors and temporal variation in pedestrian crashes at midblock, with a particular focus on the severity levels: fatal/severe, moderate injury, and minor/no injury. It used association rules mining to uncover patterns between crash-contributing factors. By generating, evaluating, and visualising association rules for each severity level within each cluster, significant findings were discovered. Significant associations are observed between fatal crashes on weekdays and factors such as alcohol or drug impairment and nighttime. Similarly, factors including one-way roadway type, summer, and 25 MPH posted speed limit have a strong association with moderate injury crashes during weekdays. On weekends, nighttime crashes with non-motorised vehicles have the strongest association with fatal/severe injury crashes. Moreover, the generated rules for nighttime pedestrian fatal …"
        },
        {
            "title": "Publisher Correction: Global estimates on the number of people blind or visually impaired by cataract: a meta-analysis from 2000 to 2020",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:GYcXSSpN504C",
            "total_citations": "7",
            "year": "2024",
            "source_url": "https://www.nature.com/articles/s41433-024-03161-7",
            "publication_date": "2024/7/16",
            "journal": "Eye",
            "pages": "1-3",
            "publisher": "Nature Publishing Group UK",
            "description": "The title of Table 1 has been corrected from “Number of people (mean [95% UI]) with blindness (presenting visual acuity< 3/60) or MSVI (presenting visual acuity< 6/18,≥ 3/60) due to Cataract, the age-standardized prevalence (%) in people of all ages and aged≥ 50 years (mean [95% UI]), and the percentage of all blindness or MSVI attributed to Cataract (95% UI) in world regions in 2020” to “Number of people of all ages (mean [95% UI]) with blindness (presenting visual acuity< 3/60) or MSVI (presenting visual acuity< 6/18,≥ 3/60) due to Cataract, the age-standardized prevalence (%) in people aged≥ 50 years (mean [95% UI]), and the percentage of all blindness or MSVI attributed to Cataract in people aged≥ 50 years (95% UI) in world regions in 2020”.\nThe following Data Availability statement was added:“Data sources for the Global Vision Database are listed at the following weblink http://www. anglia. ac. uk …"
        },
        {
            "title": "Unlocking the narrative: using text mining to reveal the hidden factors behind suicide related traffic crashes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:VRfTbSk87rEC",
            "total_citations": "1",
            "year": "2024",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/13811118.2023.2247026",
            "authors": "Subasish Das, Boniphace Kutela, Nikhil Menon",
            "publication_date": "2024/7/2",
            "journal": "Archives of suicide research",
            "volume": "28",
            "pages": "877-891",
            "publisher": "Routledge",
            "description": "Suicide is the deliberate act of ending a person’s own life due to multifarious reasons. In the U.S., suicide is the 10th major cause of death. Nearly 45,000 people died by suicide in 2016 across the nation. It is anticipated that not all traffic crashes can be considered as accidents. Traffic crash related injuries are occasionally considered a means of suicide, and some crashes occur due to the suicidal attempts. These attempts can be made by operators of motor vehicles, jumpers into the pathway of trains, and pedestrians deliberately jumping into the vehicle trajectory. There are a handful of studies that have focused on traffic crashes (both railroad and roadway) related to suicidal incidents. This study aimed to explore the insights associated with suicide related traffic crashes (SRTCs) by collecting traffic data for seven years (2010–2016) from Louisiana. At first, exploratory data analysis was performed to examine the …"
        },
        {
            "title": "Development of Speed Crash Modification Factors (CMFs) Using SHRP2 Roadway Information Database (RID), Volume II: Appendices",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:DquSII9TDu4C",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://rosap.ntl.bts.gov/view/dot/75517",
            "authors": "Subasish Das, Seyedehsan Dadvar, Lingtao Wu, Michael Dimaiuta, Yanmo Weng",
            "publication_date": "2024/7/1",
            "publisher": "United States. Department of Transportation. Federal Highway Administration. Office of Safety",
            "description": "Speed is widely recognized as having significant safety impacts, especially on the severity of crashes. However, these effects are complex and generally have not been captured in the Highway Safety Manual (HSM) (American Association of State Highway and Transportation Officials (AASHTO) 2010). The current Federal Highway Administration (FHWA) project developed speed-related crash modification factors (CMFs) for 12 different roadway facility types—rural highways, urban and suburban arterials, and rural and urban freeways—by using Washington and North Carolina data from three major databases: Second Strategic Highway Research Program Roadway Information Database, National Performance Management Research Dataset, and Highway Safety Information System (VTTI 2020; Iowa State University of Science and Technology 2023; National Academies of Sciences 2023; RITIS 2023; FHWA n.d.). The results show that speed variation (e.g., operating speed standard deviation) was the dominant speed measure for rural highways and rural and urban freeways, and speed differential (i.e., difference between the posted speed limit and average operating speed) was the dominant speed measure for urban and suburban arterials. In most cases, the association of speed variation/differential with crashes is positive. The researchers developed CMFs for 129 crash types and severity levels, and most obtained three-star CMF Clearinghouse ratings (AASHTO 2010; FHWA 2023a). These CMFs were developed through a data-driven safety analysis approach, and application of these CMFs (e.g., in HSM-related evaluation tools) requires …"
        },
        {
            "title": "Understanding user behaviors and safety concerns on shared use paths in Edmonton, Canada",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:X4-KO54GjGYC",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S0264275124002567",
            "authors": "Boniphace Kutela, Norris Novat, Abdallah Kinero, Oyewole Samuel, Subasish Das",
            "publication_date": "2024/7/1",
            "journal": "Cities",
            "volume": "150",
            "pages": "105042",
            "publisher": "Pergamon",
            "description": "Shared Use Paths (SUPs) allow individuals with diverse activities, including walkers, cyclists, scooterists, and skateboarders, to coexist. In this context, the behavior of one group can impact the experience of the other. Thus, this study applied an ordered logit model on survey data collected from Edmonton, Canada, to examine the six behaviors exhibited by SUP users. Results indicated that respondents were most concerned about cyclists not ringing the bell, followed by people not watching their dogs and cyclists' speed. Additionally, the model results revealed a clear pattern of concerns between walkers and cyclists. Cyclists were more likely to express concern about pedestrians spreading out and not staying to the right, while pedestrians exhibited similar concerns towards cyclists. Furthermore, older respondents expressed a greater concern regarding cyclists' speed, people passing on the right, cyclists not …"
        },
        {
            "title": "Investigating older driver crashes on high-speed roadway segments: a hybrid approach with extreme gradient boosting and random parameter model",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:gV6rEsy15s0C",
            "total_citations": "",
            "year": "2024",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/23249935.2024.2362362",
            "authors": "Ahmed Hossain, Xiaoduan Sun, Subasish Das, Monire Jafari, Julius Codjoe",
            "publication_date": "2024/6/6",
            "journal": "Transportmetrica A: Transport Science",
            "pages": "1-35",
            "publisher": "Taylor & Francis",
            "description": "Older drivers are often more susceptible to crashes due to age-related physical and cognitive limitations, particularly in complex driving environments. Considering the limited research in this area, this study focuses on investigating crashes involving older drivers on high-speed roadways (≥ 45 mph). The analysis is based on data collected from Louisiana State, encompassing 18,300 older driver-involved crashes (2017-2021). For analysis, a two-step hybrid modelling approach is employed: a) Extreme Gradient Boosting (XGBoost) is used to classify top variable features and b) Correlated Random Parameter Ordered Probit with Heterogeneity in Means (CRPOP-HM) is used to predict the likelihood of crash injury severity. . Some of the critical factors increasing the likelihood of fatal-severe or injury crashes involving older drivers on high-speed segments include the manner of collision (rear-end, right-angle, single …"
        },
        {
            "title": "Analyzing the time-varying patterns of contributing factors in work zone-related crashes",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:U0iAMwwPxtsC",
            "total_citations": "2",
            "year": "2024",
            "source_url": "https://www.tandfonline.com/doi/abs/10.1080/19439962.2023.2246020",
            "authors": "Subasish Das, Anandi Dutta, Reuben Tamakloe, Md Nasim Khan",
            "publication_date": "2024/6/2",
            "journal": "Journal of Transportation Safety & Security",
            "volume": "16",
            "pages": "655-682",
            "publisher": "Taylor & Francis",
            "description": "Work zones are crucial for maintaining and enhancing road infrastructure, but they also pose a significant risk to traffic safety. Between 2016 and 2020, work zone-related crashes in the United States increased by 13%, highlighting the pressing need for effective safety measures. This study examines the factors that influence work zone crashes, including traffic control devices, geometric configurations, traffic operations, and human factors. The study also investigates how these factors vary by work zone type, day of the week, and time of day. To explore these temporal and spatial impacts, the study utilized five years of fatal crash data from the Fatality Analysis Reporting System (FARS) and applied association rules mining. The findings demonstrate that rear-end crashes and collisions with other vehicles are the primary contributing factors. Although some common patterns emerged in the association rules, the study …"
        },
        {
            "title": "Understanding non-motorists' views on automated vehicle safety through Bayesian network analysis and latent Dirichlet allocation",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:KTwcwpFFj4wC",
            "total_citations": "1",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2046043023000515",
            "authors": "Subasish Das, Abbas Sheykhfard, Jinli Liu, Md Nasim Khan",
            "publication_date": "2024/6/1",
            "journal": "International Journal of Transportation Science and Technology",
            "volume": "14",
            "pages": "289-304",
            "publisher": "Elsevier",
            "description": "Automated vehicles (AVs) hold great promise for creating a safer, more efficient, more equitable, and more sustainable transportation system. However, the rapid adoption of AVs requires a thorough understanding in their coexistence with the human environment in the current roadway network, particularly with respect to interactions between AVs and non-motorists. Bike Pittsburgh (BikePGH) conducted a 2019 survey to examine non-motorists' perceptions of AV safety. Using Bayesian network (BN) analysis, the study identified key factors such as safety perception, AV technology knowledge, and real-world interaction experiences that influence non-motorists' overall perception of AV safety using BikePGH survey data. The study also explored several counterfactual scenarios to gain insights into non-motorists' viewpoints on AV safety. Notably, the study found that the differences in the ways of AVs and human-driven …"
        },
        {
            "title": "Application of machine learning models and SHAP to examine crashes involving young drivers in New Jersey",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:bVQMTfhMCi4C",
            "total_citations": "9",
            "year": "2024",
            "source_url": "https://www.sciencedirect.com/science/article/pii/S2046043023000345",
            "authors": "Ahmed Sajid Hasan, Mohammad Jalayer, Subasish Das, Md Asif Bin Kabir",
            "publication_date": "2024/6/1",
            "journal": "International journal of transportation science and technology",
            "volume": "14",
            "pages": "156-170",
            "publisher": "Elsevier",
            "description": "Motor vehicle crashes are the leading cause of the death of teenagers in the United States. Young drivers have shown a higher propensity to get involved in crashes due to using a cellphone while driving, breaking the speed limit, and reckless driving. This study analyzed motor vehicle crashes involving young drivers using New Jersey crash data. Specifically, four years of crash data (2016–2019) were gathered and analyzed. Different machine learning (ML) methods, such as Random Forest, Light GBM, Catboost, and XGBoost, were used to predict the injury severity. The performance of the models was evaluated using accuracy, precision, and recall scores. In addition, interpretable ML techniques like sensitivity analysis and Shapley values were conducted to assess the most influential factors' impacts on young driver-related crashes. The results revealed that XGBoost performed better than Random Forest …"
        },
        {
            "title": "Burden of disease scenarios for 204 countries and territories, 2022–2050: a forecasting analysis for the Global Burden of Disease Study 2021",
            "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=qK-YgxAAAAAJ&sortby=pubdate&citation_for_view=qK-YgxAAAAAJ:cNe27ouKFcQC",
            "total_citations": "32",
            "year": "2024",
            "source_url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(24)00685-8/fulltext",
            "authors": "Stein Emil Vollset, Hazim S Ababneh, Yohannes Habtegiorgis Abate, Cristiana Abbafati, Rouzbeh Abbasgholizadeh, Mohammadreza Abbasian, Hedayat Abbastabar, Abdallah HA Abd Al Magied, Samar Abd ElHafeez, Atef Abdelkader, Michael Abdelmasseh, Sherief Abd-Elsalam, Parsa Abdi, Mohammad Abdollahi, Meriem Abdoun, Auwal Abdullahi, Mesfin Abebe, Olumide Abiodun, Richard Gyan Aboagye, Hassan Abolhassani, Mohamed Abouzid, Girma Beressa Aboye, Lucas Guimarães Abreu, Abdorrahim Absalan, Hasan Abualruz, Bilyaminu Abubakar, Hana Jihad Jihad Abukhadijah, Giovanni Addolorato, Victor Adekanmbi, Charles Oluwaseun Adetunji, Juliana Bunmi Adetunji, Temitayo Esther Adeyeoluwa, Rishan Adha, Ripon Kumar Adhikary, Qorinah Estiningtyas Sakilah Adnani, Leticia Akua Adzigbli, Fatemeh Afrashteh, Muhammad Sohail Afzal, Saira Afzal, Faith Agbozo, Antonella Agodi, Anurag Agrawal, Williams Agyemang-Duah, Bright Opoku Ahinkorah, Austin J Ahlstrom, Aqeel Ahmad, Firdos Ahmad, Muayyad M Ahmad, Sajjad Ahmad, Shahzaib Ahmad, Anisuddin Ahmed, Ayman Ahmed, Haroon Ahmed, Safoora Ahmed, Syed Anees Ahmed, Karolina Akinosoglou, Mohammed Ahmed Akkaif, Ashley E Akrami, Ema Akter, Salah Al Awaidy, Syed Mahfuz Al Hasan, Amjad S Al Mosa, Omar Al Ta'ani, Omar Ali Mohammed Al Zaabi, Fares Alahdab, Muaaz M Alajlani, Yazan Al-Ajlouni, Samer O Alalalmeh, Ziyad Al-Aly, Khurshid Alam, Noore Alam, Tahiya Alam, Zufishan Alam, Rasmieh Mustafa Al-amer, Fahad Mashhour Alanezi, Turki M Alanzi, Almaza Albakri, Wafa A Aldhaleei, Robert W Aldridge, Seyedeh Yasaman Alemohammad, Yihun Mulugeta Alemu, Adel Ali Saeed Al-Gheethi, Mohammed Khaled Al-Hanawi, Abid Ali, Amjad Ali, Iman Ali, Mohammed Usman Ali, Rafat Ali, Syed Shujait Shujait Ali, Victor Ekoche Ali, Waad Ali, Akram Al-Ibraheem, Gianfranco Alicandro, Sheikh Mohammad Alif, Syed Mohamed Aljunid, François Alla, Joseph Uy Almazan, Hesham M Al-Mekhlafi, Ahmed Yaseen Alqutaibi, Ahmad Alrawashdeh, Sahel Majed Alrousan, Salman Khalifah Al-Sabah, Mohammed A Alsabri, Zaid Altaany, B Ala'a, Jaffar A Al-Tawfiq, Khalid A Altirkawi, Deborah Oyine Aluh, Nelson Alvis-Guzman, Mohammad Sami Al-Wardat, Yaser Mohammed Al-Worafi, Hany Aly, Mohammad Sharif Alyahya, Karem H Alzoubi, Walid Al-Zyoud, Reza Amani, Edward Kwabena Ameyaw, Tarek Tawfik Amin, Alireza Amindarolzarbi, Sohrab Amiri, Mohammad Hosein Amirzade-Iranaq, Hubert Amu, Dickson A Amugsi, Robert Ancuceanu, Deanna Anderlini, David B Anderson, Pedro Prata Andrade, Catalina Liliana Andrei, Tudorel Andrei, Erick Adrian Andrews, Abhishek Anil, Sneha Anil, Amir Anoushiravani, Catherine M Antony, Ernoiz Antriyandarti, Boluwatife Stephen Anuoluwa, Saeid Anvari, Anayochukwu Edward Anyasodor, Francis Appiah, Michele Aquilano, Juan Pablo Arab, Jalal Arabloo, Elshaimaa A Arafa, Mosab Arafat, Aleksandr Y Aravkin, Ali Ardekani, Demelash Areda, Brhane Berhe Aregawi, Abdulfatai Aremu, Hany Ariffin",
            "publication_date": "2024/5/18",
            "journal": "The Lancet",
            "volume": "403",
            "pages": "2204-2256",
            "publisher": "Elsevier",
            "description": "Background\nFuture trends in disease burden and drivers of health are of great interest to policy makers and the public at large. This information can be used for policy and long-term health investment, planning, and prioritisation. We have expanded and improved upon previous forecasts produced as part of the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) and provide a reference forecast (the most likely future), and alternative scenarios assessing disease burden trajectories if selected sets of risk factors were eliminated from current levels by 2050.\nMethods\nUsing forecasts of major drivers of health such as the Socio-demographic Index (SDI; a composite measure of lag-distributed income per capita, mean years of education, and total fertility under 25 years of age) and the full set of risk factor exposures captured by GBD, we provide cause-specific forecasts of mortality, years of life lost (YLLs …"
        }
    ]
}